Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# ExportConfirmation.continueAction
source: Continue
da: Blive ved
de: Fortsetzen
es: Continuar
fr: Continuez
it: Continua
nl: Doorgaan met
pt: Continuar
sv: Fortsätta

# ExportConfirmation.message
source: This will generate a CSV file including all completed transactions from all enabled wallets.
da: Dette genererer en CSV-fil, der inkluderer alle gennemførte transaktioner fra alle aktiverede tegnebøger.
de: Dadurch wird eine CSV-Datei generiert, die alle abgeschlossenen Transaktionen aus allen aktivierten Brieftaschen enthält.
es: Esto generará un archivo CSV que incluye todas las transacciones completadas de todas las carteras habilitadas.
fr: Cela générera un fichier CSV comprenant toutes les transactions terminées à partir de tous les portefeuilles activés.
it: Questo genererà un file CSV che includerà tutte le transazioni completate da tutti i portafogli abilitati.
ja: これにより、有効なすべてのウォレットから完了したすべてのトランザクションを含むCSVファイルが生成されます。
ko: 이렇게하면 활성화 된 모든 지갑에서 완료된 모든 트랜잭션이 포함 된 CSV 파일이 생성됩니다.
nl: Dit genereert een CSV-bestand met alle voltooide transacties van alle ingeschakelde wallets.
pt: Isso irá gerar um arquivo CSV incluindo todas as transações concluídas de todas as carteiras habilitadas.
sv: Detta genererar en CSV-fil inklusive alla slutförda transaktioner från alla aktiverade plånböcker.

# ExportConfirmation.title
source: Export transactions?
da: Eksporttransaktioner?
de: Transaktionen exportieren?
es: Exportar transacciones?
fr: Les transactions d'exportation?
it: Esportare transazioni?
ja: 輸出取引？
ko: 수출 거래?
nl: Transacties exporteren?
pt: Exportar transações?
sv: Exportera transaktioner?

# ExportTransfers.body
source: This will generate a CSV file including all completed transactions from all enabled wallets.
da: Dette genererer en CSV-fil, der inkluderer alle gennemførte transaktioner fra alle aktiverede tegnebøger.
de: Dadurch wird eine CSV-Datei generiert, die alle abgeschlossenen Transaktionen aus allen aktivierten Brieftaschen enthält.
es: Esto generará un archivo CSV que incluye todas las transacciones completadas de todas las carteras habilitadas.
fr: Cela générera un fichier CSV comprenant toutes les transactions terminées à partir de tous les portefeuilles activés.
it: Questo genererà un file CSV che includerà tutte le transazioni completate da tutti i portafogli abilitati.
ja: これにより、有効なすべてのウォレットから完了したすべてのトランザクションを含むCSVファイルが生成されます。
ko: 이렇게하면 활성화 된 모든 지갑에서 완료된 모든 트랜잭션이 포함 된 CSV 파일이 생성됩니다.
nl: Dit genereert een CSV-bestand met alle voltooide transacties van alle ingeschakelde wallets.
pt: Isso irá gerar um arquivo CSV incluindo todas as transações concluídas de todas as carteiras habilitadas.
sv: Detta genererar en CSV-fil inklusive alla slutförda transaktioner från alla aktiverade plånböcker.

# ExportTransfers.confirmExport
source: Export
da: Eksport overførsler
de: Transfers exportieren
es: Transferencias de exportación
fr: Transferts d'exportation
it: Trasferimenti di esportazione
ja: エクスポート転送
ko: 수출 송금
nl: Overboekingen exporteren
pt: Exportar Transferências
sv: Exportera överföringar

# ExportTransfers.exportFailedBody
source: Failed to export CSV file, please try again.
da: Kunne ikke eksportere CSV-filen, prøv igen.
de: CSV-Datei konnte nicht exportiert werden. Bitte versuchen Sie es erneut.
es: No se pudo exportar el archivo CSV. Vuelva a intentarlo.
fr: Échec de l'exportation du fichier CSV, veuillez réessayer.
it: Impossibile esportare il file CSV, riprova.
ja: CSVファイルのエクスポートに失敗しました。再試行してください。
ko: CSV 파일을 내 보내지 못했습니다. 다시 시도하십시오.
nl: Het exporteren van CSV-bestand is mislukt. Probeer het opnieuw.
pt: Falha ao exportar arquivo CSV, tente novamente.
sv: Det gick inte att exportera CSV-filen. Försök igen.

# ExportTransfers.exportFailedTitle
source: Export Failed
da: Eksport mislykkedes
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'exportation
it: Esportazione non riuscita
ja: エクスポートに失敗しました
ko: 내보내기 실패
nl: Export mislukt
pt: Falha na exportação
sv: Export misslyckades

# ExportTransfers.header
source: Export transactions?
da: Eksporttransaktioner?
de: Transaktionen exportieren?
es: Exportar transacciones?
fr: Les transactions d'exportation?
it: Esportare transazioni?
ja: 輸出取引？
ko: 수출 거래?
nl: Transacties exporteren?
pt: Exportar transações?
sv: Exportera transaktioner?

# FaceIDSettings.customizeText
source: You can customize your Face ID spending limit from the %@.
da: Du kan tilpasse din Face ID betalingsgrænse fra %1$@.
de: Sie können Ihr Ausgabenlimit für Face ID im %1$@ anpassen.
es: Puedes establecer tu límite de gastos con Face ID en el %1$@.
fr: Vous pouvez personnaliser votre limite de dépense Face ID à partir de %1$@.
it: Puoi personalizzare il tuo limite di spesa Face ID dal %1$@.
ja: %1$sからFace ID使用限度額をカスタマイズすることができます。
ko: %1$s에서 페이스 ID 지출 한도를 사용자 설정할 수 있습니다.
nl: Je kunt de bestedingslimiet van je Face-ID aanpassen vanuit het %1$@.
pt: Pode personalizar o seu limite de gastos do Face ID a partir de %1$@.
sv: Du kan anpassa din utgiftsgräns för Face ID från %1$@.

# FaceIDSettings.explanatoryText
source: Use Face ID to unlock your RockWallet app and send money.
da: Brug Face ID for at låse op for din RockWallet og sende penge.
de: Verwenden Sie Face ID, um Ihre RockWallet-App freizuschalten und Geld zu senden.
es: Utiliza Face ID para desbloquear tu app RockWallet y enviar dinero
fr: Utilisez Face ID pour déverrouiller votre application RockWallet et envoyer de l'argent.
it: Utilizza Face ID per sbloccare l'app RockWallet e inviare denaro.
ja: Face IDを使用してBRDアプリのロックを解除し、送金してください。
ko: 페이스 아이디로 BRD 앱을 잠금 해제하고 송금하세요.
nl: Gebruik Face ID om uw RockWallet-app te ontgrendelen en geld te verzenden.
pt: Utilizar o Face ID para abrir a sua aplicação RockWallet e transferir dinheiro.
sv: Använd Face ID för att låsa upp din RockWallet-app och skicka pengar.

# FaceIDSettings.label
source: Use your face to unlock your RockWallet and send money up to a set limit.
da: Brug dit ansigt til at låse din RockWallet op, og send penge op til en fastsat grænse.
de: Mit Ihrem Gesicht können Sie Ihre RockWallet freischalten und Geld bis zu einem festgelegten Limit senden.
es: Utiliza la cara para desbloquear RockWallet y enviar dinero hasta un límite establecido.
fr: Utilisez votre visage pour déverrouiller votre RockWallet et envoyer de l'argent jusqu'à une limite définie.
it: Usa il tuo viso per sbloccare i tuoi RockWallet e inviare denaro fino a un limite impostato.
ja: 自分の顔を使って、ブレッドのロックを解除して、設定された使用限度額までお金を送金しましょう。
ko: 얼굴을 사용하여 브레드의 잠금을 해제하고 설정 한도까지 돈을 보내세요.
nl: Gebruik uw gezicht om uw RockWallet te ontgrendelen en verstuur geld tot een vastgestelde limiet.
pt: Utilize o seu rosto para desbloquear o seu RockWallet e enviar dinheiro até certo limite definido.
sv: Använd ditt ansikte för att låsa upp din RockWallet och skicka pengar upp till en satt gräns.

# FaceIDSettings.linkText
source: Face ID Spending Limit Screen
da: Face ID betalingsgrænse-skærm
de: Bildschirm für Face-ID-Ausgabenlimit
es: Pantalla del límite de gastos con Face ID
fr: Réglage des limites de dépenses Face ID
it: Schermata limite di spesa Face ID
ja: Face ID使用限度額画面
ko: 페이스 ID 지출 한도 화면
nl: Scherm bestedingslimiet Face-ID
pt: Ecrã de limite de gastos do Face ID
sv: Sida för utgiftsgräns för Face ID

# FaceIDSettings.switchLabel
source: Enable Face ID for RockWallet
da: Aktiver Face ID for RockWallet
de: Face-ID für RockWallet aktivieren
es: Activar Face ID para RockWallet
fr: Activer Face ID pour RockWallet
it: Abilita Face ID per RockWallet
ja: ブレッド利用時にFace IDを有効にする
ko: 브레드에 페이스 ID 사용하기
nl: Face-ID voor RockWallet inschakelen
pt: Ativar o Face ID para o RockWallet
sv: Aktivera Face ID för RockWallet

# FaceIDSettings.transactionsTitleText
source: Enable Face ID to send money
da: Aktiver Face ID for at sende penge
de: Aktivieren Sie die Face ID, um Geld zu senden
es: Habilita Face ID para enviar dinero
fr: Activez Face ID pour envoyer de l'argent
it: Abilita Face ID per inviare denaro
ja: Face IDを有効にして送金する
ko: 페이스 아이디로 송금
nl: Schakel Face ID in om geld te verzenden
pt: Ativar o Face ID para transferir dinheiro
sv: Aktivera Face ID för att skicka pengar

# FaceIDSettings.unavailableAlertMessage
source: You have not set up Face ID on this device. Go to Settings->Face ID & Passcode to set it up now.
da: Du har ikke indstillet Face ID på denne enhed. Gå til Indstillinger->Face ID & adgangskode for at indstille det nu.
de: Sie haben auf diesem Gerät keine Face ID eingerichtet. Gehen Sie auf Einstellungen ->Face ID und Passwort, um die Face ID jetzt einzurichten.
es: No has configurado Face ID en este dispositivo. Ve a Ajustes->Face ID y código para hacerlo ahora.
fr: Vous n'avez pas configuré votre Face ID sur cet appareil. Allez dans Paramètres -> Face ID & code d'accès pour le configurer maintenant.
it: Non hai impostato Face ID su questo dispositivo. Vai su Impostazioni->Face ID e codice per impostarlo ora.
ja: このデバイスではFace IDのセットアップが完了していません。設定->Face IDとパスコードに移動して、今すぐセットアップしましょう。
ko: 이 장치에 페이스 ID를 설정하지 않았습니다. 설정 -> 페이스 ID 및 패스코드로 가서 지금 설정하세요.
nl: Je hebt op dit apparaat geen Face-ID ingesteld. Ga naar Instellingen->Face-ID en Wachtwoord om dit nu in te stellen.
pt: Não configurou o Face ID neste dispositivo. Para o configurar neste momento, vá a Definições->Face ID e Código de Acesso.
sv: Du har inte satt upp Face ID på den här enheten. Gå till Inställningar->Face ID & Lösenord för att sätta upp det nu.

# FaceIDSettings.unavailableAlertTitle
source: Face ID Not Set Up
da: Face ID ikke indstillet
de: Face ID nicht eingerichtet
es: No has configurado Face ID
fr: Face ID non configuré
it: Face ID non impostato
ja: Face IDがセットアップされていません
ko: 페이스 ID가 설정되지 않음
nl: Face-ID niet ingesteld
pt: Face ID não configurado
sv: Face ID har inte satts upp

# FaceIDSettings.unlockTitleText
source: Enable Face ID to unlock RockWallet
da: Aktiver Face ID for at låse op for RockWallet
de: Aktivieren Sie die Face ID, um die RockWallet zu entsperren
es: Habilita Face ID para desbloquear RockWallet
fr: Activez Face ID pour déverrouiller RockWallet
it: Abilita Face ID per sbloccare RockWallet
ja: Face IDを有効にしてBRDのロックを解除する
ko: 페이스 아이디로 BRD 잠금 해제
nl: Schakel Face ID in om RockWallet te ontgrendelen
pt: Ativar o Face ID para abrir RockWallet
sv: Aktivera Face ID för att låsa upp RockWallet

# FaceIDSpendingLimit.title
source: Face ID Spending Limit
da: Face ID betalingsgrænse
de: Face ID Ausgabenlimit
es: Límite de gastos con Face ID
fr: Limite de dépenses Face ID
it: Limite di spesa Face ID
ja: Face ID使用限度額
ko: 페이스 ID 지출 한도
nl: Bestedingslimiet Face-ID
pt: Limite de Gastos do Face ID
sv: Utgiftsgräns för Face ID

# FeeSelector.economy
source: Economy
da: Økonomi
de: Sparsam
es: Economía
fr: Économie
ja: エコノミー
ko: 경제
nl: Enonomy
pt: Economia
sv: Ekonomi

# FeeSelector.economyTime
source: 1-24 hours
da: 1-24 timer
de: 1 - 24 Stunden
es: 1 a 24 horas
fr: 1 à 24 heures
it: 1-24 ore
ja: 1～24時間
ko: 1~24시간
nl: 1-24 uur
pt: 1-24 horas
sv: 1–24 timmar

# FeeSelector.economyWarning
source: This option is not recommended for time-sensitive transactions.
da: Denne mulighed er ikke anbefalet for tidsfølsomme transaktioner.
de: Diese Option wird nicht für zeitkritische Transaktionen empfohlen.
es: Esta opción no se recomienda para las transacciones urgentes.
fr: Cette option n'est pas recommandée pour les transactions dont les délais sont cruciaux.
it: Questa opzione non è raccomandata per le transazioni dalle tempistiche delicate.
ja: このオプションは早く送金を済ませたい方にはお勧めしません。
ko: 이 옵션은 시간에 민감한 거래에는 추천하지 않습니다.
nl: Deze optie wordt niet aangeraden voor tijdgevoelige transacties.
pt: Esta opção não se recomenda para transações delicadas a nível de tempo.
sv: Detta alternativ rekommenderas inte för tidskänsliga transaktioner.

# FeeSelector.estimatedDeliver
source: Estimated Delivery: %@
da: Forventet levering: %1$@
de: Voraussichtliche Lieferzeit: %1$@
es: Entrega estimada: %1$@
fr: Délai de réception estimé : %1$@
it: Consegna Stimata: %1$@
ja: 推定送金時間: %1$s
ko: 예상 배송 시간: %1$s
nl: Geschatte levering: %1$@
pt: Entrega estimada: %1$@
sv: Beräknad leverans: %1$@

# FeeSelector.ethTime
source: 2-5 minutes
da: 2-5 minutter
de: 2–5 Minuten
es: 2 a 5 minutos
fr: 2 à 5 minutes
it: 2-5 minuti
ja: 2〜5分
ko: 2-5분
nl: 2 tot 5 minuten
pt: 2 a 5 minutos
sv: 2-5 minuter

# FeeSelector.lessThanMinutes
source: <%@ minutes
da: <%1$d minutter
de: <%1$d minuten
es: <%1$d minutos
fr: <%1$d minutes
it: <%1$d minuti
ja: <%1$d 分
ko: <%1$d 분
nl: <%1$d minuten
pt: <%1$d minutos
sv: <%1$d minuter

# FeeSelector.priority
source: Priority
da: Prioritet
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
ko: 우선 순위
nl: Voorrang
pt: Prioridade
sv: Prioritet

# FeeSelector.priorityTime
source: 10-30 minutes
da: 10-30 minutter
de: 10-30 Minuten
es: 10-30 minutos
fr: 10 à 30 minutes
it: 10-30 minuti
ja: 10～30分
ko: 10~30분
nl: 10-30 minuten
pt: 10–30 minutos
sv: 10–30 minuter

# FeeSelector.regularTime
source: 10-60 minutes
da: 10-60 minutter
de: 10 - 60 Minuten
es: 10 a 60 minutos
fr: 10 à 60 minutes
it: 10-60 minuti
ja: 10～60分
ko: 10~60분
nl: 10-60 minuten
pt: 10-60 minutos
sv: 10–60 minuter

# FeeSelector.title
source: Processing Speed
da: Behandlingshastighed
de: Verarbeitungsgeschwindigkeit
es: Velocidad de procesamiento
fr: Vitesse de traitement
it: Velocità di lavorazione
ja: 処理速度
ko: 처리 속도
nl: Verwerkingssnelheid
pt: Velocidade de processamento
sv: Bearbetningshastighet

# FileChooser.selectImageSource.android
source: Select Image Source
da: Vælg Billedkilde
de: Wählen Sie die Bildquelle
es: Seleccionar fuente de imagen
fr: Sélectionner une source d'image
it: Seleziona sorgente immagine
ja: 画像ソースを選択
ko: 이미지 소스 선택
nl: Selecteer Afbeeldingsbron
pt: Selecione a origem da imagem
sv: Välj bildkälla

# FingerprintSettings.description
source: Use your fingerprint to unlock your RockWallet app and send transactions.
da: Brug dit fingeraftryk til at låse op for dit Bread og sende penge op til en vis grænse.
de: Verwenden Sie Ihren Fingerabdruck, um Ihre RockWallet-App zu entsperren und Transaktionen zu senden.
es: Use su huella digital para desbloquear su aplicación RockWallet y enviar transacciones.
fr: Utilisez votre empreinte digitale pour déverrouiller votre application RockWallet et envoyer des transactions.
it: Utilizzare l'impronta digitale per sbloccare l'applicazione RockWallet e inviare le transazioni.
ja: 設定された限度額以下の送金を行う場合には、指紋認証でご自身のブレッドのロックを解除できます。
ko: 지문을 사용하여 브레드의 보안을 해제하고 설정된 금액으로 송금할 수 있습니다.
nl: Gebruik je vingerafdruk om je Bread te ontgrendelen en geld tot een ingestelde limiet te versturen.
pt: Utilize a sua impressão digital para desbloquear a sua aplicação RockWallet e enviar transacções.
sv: Använd ditt fingeravtryck för att låsa upp din RockWallet-app och sänd transaktioner.

# FingerprintSettings.sendMoney
source: Use fingerprint to send money
da: Brug fingeraftryk til at sende penge
de: Verwenden Sie Fingerabdruck, um Geld zu senden
es: Usar la huella digital para enviar dinero
fr: Utiliser l'empreinte digitale pour envoyer de l'argent
it: Utilizzare l'impronta digitale per inviare denaro
ja: 指紋を使用して送金する
ko: 지문을 사용하여 송금
nl: Gebruik vingerafdruk om geld te verzenden
pt: Use a impressão digital para enviar dinheiro
sv: Använd fingeravtryck för att sänd pengar

# FingerprintSettings.title
source: Fingerprint
da: Fingeraftryk
de: Fingerabdruck
es: Huella digital
fr: Empreinte digitale
it: Impronta digitale
ja: 指紋
ko: 지문
nl: Vingerafdruk
pt: Impressão digital
sv: Fingeravtryck

# FingerprintSettings.unlockApp
source: Use fingerprint to unlock RockWallet
da: Brug fingeraftrykket til at låse RockWallet op
de: Verwenden Sie den Fingerabdruck, um die RockWallet zu entsperren
es: Usar la huella digital para desbloquear el RockWallet
fr: Utiliser l'empreinte digitale pour déverrouiller RockWallet
it: Utilizzare l'impronta digitale per sbloccare RockWallet
ja: 指紋を使用してBRDのロックを解除する
ko: 지문을 사용하여 BRD 잠금 해제
nl: Gebruik de vingerafdruk om RockWallet te ontgrendelen
pt: Use a impressão digital para desbloquear o RockWallet
sv: Använd fingeravtryck för att låsa upp RockWallet

# HomeScreen.activity
source: Activity
es: Actividad
fr: Activité

# HomeScreen.admin
source: Admin
da: Administration
de: Administrator
es: Administrador
it: Amministratore
ja: 管理
ko: 관리
nl: Beheerder
pt: Administrador

# HomeScreen.buy
source: Buy
da: Køb
de: Kaufen
es: Comprar
fr: Acheter
it: Acquistare
ja: 購入する
ko: 사다
nl: Kopen
pt: Comprar
sv: Köpa

# HomeScreen.buyAndSell
source: Buy & Sell
da: Køb og Sælg
de: Kaufen & Verkaufen
es: Comprar & Vender
fr: Achat et Vente
it: Comprare & Vendere
ja: 売買
ko: 구매 및 판매
nl: Kopen & Verkopen
pt: Comprar e Vender
sv: Köp & Sälj

# HomeScreen.menu
source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
sv: Meny

# HomeScreen.portfolio
source: Wallets
da: Tegnebøger
de: Geldbörsen
es: Monederos
fr: Portefeuilles
it: Portafoglio
ja: ウォレット
ko: 지갑
pt: Carteiras
sv: Plånböcker

# HomeScreen.PullToRefresh
source: Pull to refresh
es: Desliza para actualizar
fr: Tirez vers le bas pour rafraîchir

# HomeScreen.totalAssets
source: Balance
da: samlet antal aktiver
de: Gesamtvermögen
es: activos totales
fr: Capital total
it: tutti gli asset
ja: 総資産
ko: 총 자산
nl: Totale Prijs:
pt: ativos totais
sv: totala tillgångar

# HomeScreen.trade
source: Swap
da: Køb og sælg
de: Handeln
es: Comercio
fr: Échanger
it: Scambio
ja: 取引
ko: 교환
nl: Handel
pt: Comércio
sv: Handla

# Import.checking
source: Checking private key balance...
da: Tjekker beløb på privat nøgle...
de: Das Privatschlüsselguthaben wird überprüft …
es: Averiguando el saldo de la clave privada...
fr: Vérification du solde des clés privées...
it: Verifica del saldo della chiave privata...
ja: 秘密鍵の残高確認中...
ko: 개인 열쇠 잔고 확인 중...
nl: Private key balans checken...
pt: A verificar o saldo da chave privada...
sv: Kontrollerar privat nyckelsaldo...

# Import.confirm
source: You are importing %@ from this private key into your RockWallet. There will be a network fee of %@.
da: Send %1$@ fra denne private nøgle til din pung? Bitcoin netværket vil modtage et gebyr på %2$@.
de: %1$@ von diesem privaten Schlüssel in Ihr Wallet senden? Das Bitcoin-Netzwerk erhält eine Gebühr von %2$@.
es: ¿Quieres enviar %1$@ desde esta clave privada a tu monedero? La red bitcoin recibirá una comisión de %2$@.
fr: Envoyer %1$@ de cette clé privée dans votre portefeuille ? Le réseau bitcoin recevra des frais de %2$@.
it: Inviare %1$@ da questa chiave privata al tuo portafoglio? La rete bitcoin riceverà una commissione di %2$@.
ja: この秘密鍵からウォレットに%1$sを送信しますか? ビットコインネットワークは手数料%2$sを頂戴します。
ko: 이 개인 열쇠로부터 귀하의 지갑으로 %1$s 를 보낼까요? 비트코인 네트워크가 %2$s의 수수료를 받게 됩니다.
nl: %1$@ van deze private key naar je wallet sturen? Het Bitcoinnetwerk zal een fee ontvangen van %2$@.
pt: Enviar %1$@ desta chave privada para a sua carteira? A rede bitcoin receberá uma taxa de %2$@.
sv: Skicka %1$@ från denna privata nyckel till din plånbok? Bitcoins nätverk tar en avgift på %2$@.

# Import.Error.duplicate
source: This private key is already in your wallet.
da: Denne private nøgle findes allerede i din pung.
de: Dieser private Schlüssel befindet sich bereits in deinem Wallet.
es: Esta clave privada ya está en tu cartera.
fr: Cette clé privée est déjà dans votre portefeuille.
it: Questa chiave privata è già nel tuo portafoglio.
ja: この秘密鍵はすでにあなたのウォレットに存在しています。
ko: 이 개인 열쇠가 이미 귀하의 지갑에 있습니다.
nl: Deze private key zit al in je portemonnee.
pt: Esta chave privada já está na sua carteira.
sv: Denna privata nyckel finns redan i din plånbok.

# Import.Error.empty
source: This private key is empty.
da: Denne private nøgle er tom.
de: Dieser private Schlüssel ist leer.
es: Esta clave privada está vacía.
fr: Cette clé privée est vide.
it: Questa chiave privata è vuota.
ja: この秘密鍵には何も入っていません。
ko: 이 개인 열쇠는 비어 있습니다.
nl: Deze private key is leeg.
pt: Esta chave privada está vazia.
sv: Denna privata nyckel är tom.

# Import.Error.highFees
source: Transaction fees would cost more than the funds available on this private key.
da: Transaktionsgebyrer vil koste mere end der er midler til på denne private nøgle.
de: Die Transaktionsgebühren würden das Guthaben überschreiten, die auf diesem Wallet vorhandenen sind.
es: Las comisiones de transacción costarán más que los fondos disponibles en esta clave privada.
fr: Les frais de transactions excederaient le sold disponible sur cette clé privée
it: I costi per la transazione sono superiori ai fondi disponibili su questa chiave privata.
ja: トランザクション手数料がこのプライベートキーのアカウントにある残高を上回っています。
ko: 이 개인 열쇠에서 사용할 수 있는 자금보다 거래 수수료가 더 많이 듭니다.
nl: Transactiekosten zouden hoger zijn dan de fondsen die op deze private key aanwezig zijn.
pt: Os custos de transação seriam superiores aos fundos disponíveis nesta chave privada.
sv: Transaktionsavgifter skulle kosta mer än de medel som finns tillgängliga på denna privata nyckel.

# Import.Error.notValid
source: Not a valid private key
da: Ikke en gyldig privat nøgle
de: Kein gültiger privater Schlüssel
es: Clave privada no válida
fr: Pas une clé privée valide
it: La chiave privata non è valida
ja: 有効な秘密鍵ではありません
ko: 유효하지 않은 개인 열쇠입니다
nl: Geen geldige private key
pt: Não é uma chave privada válida
sv: Inte någon privat nyckel

# Import.Error.signing
source: Error signing transaction
da: Fejl ved underskrivelse af transaktion
de: Fehler beim Signieren der Transaktion
es: Error al firmar la transacción
fr: Erreur lors de la signature de la transaction
it: Errore nella firma della transazione
ja: トランザクションへのサイン中にエラーが発生しました
ko: 서명 거래 오류
nl: Error bij transactie ondertekenen
pt: Erro a assinar transação
sv: Fel vid signering av transaktion

# Import.importButton
source: Sweep
da: Indløs
de: Einlösen
es: Canjear
fr: Importer
it: Riscatta
ja: 取り出す
ko: 교환
nl: Import
pt: Resgatar
sv: Lös In

# Import.importing
source: Sweeping a wallet
da: Indløser privat nøgle
de: Einlösen eines privaten Schlüssels
es: Cómo canjear una clave privada
fr: Importation du portefeuille
it: Stiamo importando il portafoglio
ja: 秘密鍵から取り出し中
ko: 개인 키 교환 중
nl: Private key importeren
pt: A Resgatar Chave Privada
sv: Att Lösa In En Privat Nyckel

# Import.leftCaption
source: Wallet to be imported
da: Privat nøgle
de: Privater Schlüssel
es: Clave privada
fr: Portefeuille à importer
it: Portafoglio da importare
ja: 秘密鍵
ko: 개인 키
nl: Wallet om te importeren
pt: Chave Privada
sv: Privat Nyckel
