Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# CloudBackup.mainBody
source: Please note, iCloud backup is only as secure as your iCloud account. We still recommend writing down your Recovery Phrase in the following step and keeping it secure. The Recovery Phrase is the only way to recover your wallet if you can no longer access iCloud.
da: Bemærk, iCloud-sikkerhedskopi er kun så sikker som din iCloud-konto. Vi anbefaler stadig, at du skriver din gendannelsesfrase ned i følgende trin og holder den sikker. Gendannelsesfrasen er den eneste måde at gendanne din tegnebog på, hvis du ikke længere har adgang til iCloud.
de: Bitte beachten Sie, dass das iCloud-Backup nur so sicher ist wie Ihr iCloud-Konto. Wir empfehlen weiterhin, Ihre Wiederherstellungsphrase im folgenden Schritt aufzuschreiben und sicher zu verwahren. Die Wiederherstellungsphrase ist die einzige Möglichkeit, Ihre Brieftasche wiederherzustellen, wenn Sie nicht mehr auf iCloud zugreifen können.
es: Tenga en cuenta que la copia de seguridad de iCloud es tan segura como su cuenta de iCloud. Aún así, recomendamos anotar su frase de recuperación en el siguiente paso y mantenerla segura. La frase de recuperación es la única forma de recuperar su billetera si ya no puede acceder a iCloud.
fr: Veuillez noter que la sauvegarde iCloud n'est aussi sécurisée que votre compte iCloud. Nous vous recommandons tout de même d'écrire votre phrase de récupération à l'étape suivante et de la garder en sécurité. La phrase de récupération est le seul moyen de récupérer votre portefeuille si vous ne pouvez plus accéder à iCloud.
it: Tieni presente che il backup di iCloud è sicuro quanto il tuo account iCloud. Consigliamo comunque di annotare la frase di ripristino nel passaggio successivo e di tenerla al sicuro. La frase di ripristino è l'unico modo per recuperare il tuo portafoglio se non puoi più accedere a iCloud.
ja: iCloudバックアップは、iCloudアカウントと同じくらい安全です。次の手順でリカバリフレーズを書き留めて、安全に保管することをお勧めします。回復フレーズは、iCloudにアクセスできなくなった場合にウォレットを回復する唯一の方法です。
ko: iCloud 백업은 iCloud 계정만큼만 안전합니다. 다음 단계에서 복구 문구를 기록하고 안전하게 보관하는 것이 좋습니다. 복구 문구는 더 이상 iCloud에 액세스 할 수없는 경우 지갑을 복구하는 유일한 방법입니다.
nl: Houd er rekening mee dat iCloud-back-up slechts zo veilig is als uw iCloud-account. We raden u toch aan om uw herstelzin in de volgende stap op te schrijven en veilig te bewaren. De herstelzin is de enige manier om uw portemonnee te herstellen als u geen toegang meer hebt tot iCloud.
pt: Por favor, note que o backup do iCloud é tão seguro quanto sua conta do iCloud. Ainda recomendamos escrever sua frase de recuperação na etapa seguinte e mantê-la segura. A frase de recuperação é a única maneira de recuperar sua carteira se você não puder mais acessar o iCloud.
sv: Observera att iCloud-säkerhetskopiering är bara lika säker som ditt iCloud-konto. Vi rekommenderar fortfarande att du skriver ned din återställningsfras i följande steg och håller den säker. Återställningsfrasen är det enda sättet att återställa din plånbok om du inte längre kan komma åt iCloud.

# CloudBackup.mainTitle
source: iCloud Recovery Backup
da: Sikkerhedskopiering af iCloud-genoprettelse
de: iCloud-Wiederherstellungs-Backup
es: Copia de seguridad de recuperación de iCloud
fr: Sauvegarde de récupération iCloud
it: Backup del ripristino iCloud
ja: iCloudリカバリバックアップ
ko: iCloud 복구 백업
nl: iCloud-herstelback-up
pt: Backup de recuperação do iCloud
sv: Säkerhetskopiering av återställning iCloud

# CloudBackup.mainWarning
source: iCloud Keychain must be turned on in the iOS Settings app for this feature to work
da: iCloud-nøglering skal være tændt i iOS-indstillingsappen for at denne funktion kan fungere
de: iCloud Keychain muss in der iOS-Einstellungs-App aktiviert sein, damit diese Funktion funktioniert
es: El llavero de iCloud debe estar activado en la aplicación de configuración de iOS para que esta función funcione
fr: Le porte-clés iCloud doit être activé dans l’application Paramètres iOS pour que cette fonctionnalité fonctionne
it: Il portachiavi iCloud deve essere attivato nell'app Impostazioni iOS affinché questa funzione funzioni
ja: この機能を使用するには、iOS設定アプリでiCloudキーチェーンをオンにする必要があります
ko: 이 기능이 작동하려면 iOS 설정 앱에서 iCloud 키 체인이 켜져 있어야합니다.
nl: iCloud-sleutelhanger moet zijn ingeschakeld in de app iOS-instellingen om deze functie te laten werken
pt: O chaveiro iCloud deve estar ligado no aplicativo iOS Settings para que este recurso funcione
sv: iCloud-nyckelring måste vara aktiverad i appen iOS-inställningar för att den här funktionen ska fungera

# CloudBackup.mainWarningConfirmation
source: Are you sure you want to disable iCloud Backup? This will delete your backup from all devices.
da: Er du sikker på, at du vil deaktivere iCloud Backup? Dette vil slette din sikkerhedskopi fra alle enheder.
de: Möchten Sie iCloud Backup wirklich deaktivieren? Dadurch wird Ihr Backup von allen Geräten gelöscht.
es: ¿Estás seguro de que deseas desactivar la copia de seguridad de iCloud? Esto eliminará su copia de seguridad de todos los dispositivos.
fr: Êtes-vous sûr de vouloir désactiver la sauvegarde iCloud ? Cela supprimera votre sauvegarde de tous les appareils.
it: Sei sicuro di voler disabilitare il backup di iCloud? Questo cancellerà il tuo backup da tutti i dispositivi.
ja: iCloudバックアップを無効にしてもよろしいですか？これにより、すべてのデバイスからバックアップが削除されます。
ko: iCloud 백업을 비활성화 하시겠습니까? 모든 장치에서 백업이 삭제됩니다.
nl: Weet u zeker dat u iCloud-back-up wilt uitschakelen? Hiermee wordt uw back-up van alle apparaten verwijderd.
pt: Tem certeza de que deseja desativar o Backup do iCloud? Isso excluirá seu backup de todos os dispositivos.
sv: Är du säker på att du vill inaktivera iCloud Backup? Detta tar bort din säkerhetskopia från alla enheter.

# CloudBackup.pinAttempts
source: Attempts remaining before erasing backup: %@
da: Resterende forsøg inden sletning af sikkerhedskopi: %1$@
de: Verbleibende Versuche vor dem Löschen der Sicherung: %1$@
es: Intentos restantes antes de borrar la copia de seguridad: %1$@
fr: Tentatives restantes avant d'effacer la sauvegarde: %1$@
it: Tentativi rimanenti prima di cancellare il backup: %1$@
ja: バックアップを消去する前に残っている試行： %1$@
ko: 백업을 지우기 전에 남은 시도 : %1$@
nl: Pogingen blijven voordat back-up wordt gewist: %1$ @
pt: Tentativas restantes antes de apagar o backup: %1$@
sv: Återstående försök innan radering av säkerhetskopiering: %1$@

# CloudBackup.recoverButton
source: Restore with Recovery Phrase
da: Gendan fra genoprettelsesnøgle
de: Wiederherstellen aus Wiederherstellungsschlüssel
es: Restaurar desde la clave de recuperación
fr: Restaurer à partir de la clé de récupération
it: Ripristina dalla chiave di ripristino
ja: 回復キーから復元
ko: 복구 키에서 복원
nl: Herstellen vanaf herstelsleutel
pt: Restaurar da chave de recuperação
sv: Återställ från återställningsnyckel

# CloudBackup.recoverHeader
source: Enter PIN to unlock iCloud backup
da: Indtast pinkoden for at låse op iCloud-sikkerhedskopi
de: PIN eingeben, um iCloud-Backup zu entsperren
es: Ingrese el PIN para desbloquear la copia de seguridad de iCloud
fr: Entrez le code PIN pour déverrouiller la sauvegarde iCloud
it: Inserisci il PIN per sbloccare il backup di iCloud
ja: PINを入力してiCloudバックアップのロックを解除します
ko: iCloud 백업을 잠금 해제하려면 PIN을 입력하세요.
nl: Voer de PIN-code in om een iCloud-back-up te ontgrendelen
pt: Digite o PIN para desbloquear o backup do iCloud
sv: Ange PIN-kod för att låsa upp iCloud-säkerhetskopiering

# CloudBackup.restoreButton
source: Restore with iCloud Backup
da: Gendan fra iCloud Backup
de: Wiederherstellen aus iCloud-Backup
es: Restaurar desde copia de seguridad de iCloud
fr: Restaurer à partir de la sauvegarde iCloud
it: Ripristina da iCloud Backup
ja: iCloudバックアップから復元
ko: iCloud 백업에서 복원
nl: Herstellen van iCloud Backup
pt: Restaurar do backup do iCloud
sv: Återställ från iCloud Backup

# CloudBackup.selectTitle
source: Choose Backup
da: Vælg Sikkerhedskopi
de: Wählen Sie Backup
es: Elija Backup
fr: Choisir la sauvegarde
it: Scegliere Backup
ja: バックアップを選択
ko: 백업 선택
nl: Kies Back-up
pt: Escolha Backup
sv: Välj Säkerhetskopia

# CloudBackup.step1
source: Launch the Settings app.
da: Start appen Indstillinger.
de: Starten Sie die App Einstellungen.
es: Inicie la aplicación de configuración.
fr: Lancez l'application Paramètres.
it: Avvia l'app Impostazioni.
ja: 設定アプリを起動します。
ko: 설정 앱을 시작합니다.
nl: Start de app Instellingen.
pt: Inicie o aplicativo Settings.
sv: Starta appen Inställningar.

# CloudBackup.step2
source: Tap your Apple ID name.
da: Tryk på dit Apple ID-navn.
de: Tippen Sie auf Ihren Apple ID-Namen.
es: Toca el nombre de tu Apple ID.
fr: Appuyez sur le nom de votre identifiant Apple.
it: Tocca il nome del tuo ID Apple.
ja: Apple ID名をタップします。
ko: Apple ID 이름을 탭합니다.
nl: Tik op uw Apple ID-naam.
pt: Toque no nome do seu ID Apple.
sv: Tryck på ditt Apple-ID-namn.

# CloudBackup.step3
source: Tap iCloud.
da: Tryk på iCloud.
de: Tippen Sie auf iCloud.
es: Toca iCloud.
fr: Appuyez sur iCloud.
it: Tocca iCloud.
ja: iCloudをタップします。
ko: iCloud를 탭합니다.
nl: Tik op iCloud.
pt: Toque em iCloud.
sv: Tryck på iCloud.

# CloudBackup.step4
source: Verify that iCloud Keychain is ON
da: Kontroller, at iCloud-nøglering er Tændt
de: Überprüfen Sie, ob iCloud-Schlüsselbund eingeschaltet ist
es: Verifica que el llavero de iCloud esté encendido
fr: Vérifiez que le porte-clés iCloud est activé
it: Verifica che il portachiavi iCloud sia ATTIVO
ja: iCloudキーチェーンがオンになっていることを確認する
ko: iCloud 키 체인이 켜져 있는지 확인
nl: Controleer of iCloud-sleutelhanger is ingeschakeld
pt: Verifique se o chaveiro do iCloud está ligado
sv: Kontrollera att iCloud-nyckelring är PÅ

# CloudBackup.understandText
source: I understand that this feature will not work unless iCloud Keychain is enabled.
da: Jeg forstår, at denne funktion ikke fungerer, medmindre iCloud Keychain er aktiveret.
de: Ich verstehe, dass diese Funktion nur funktioniert, wenn iCloud Keychain aktiviert ist.
es: Entiendo que esta función no funcionará a menos que iCloud Keychain esté habilitado.
fr: Je comprends que cette fonctionnalité ne fonctionnera pas si le porte-clés iCloud n'est pas activé.
it: Capisco che questa funzione non funzionerà se il portachiavi iCloud non è abilitato.
ja: この機能はiCloudキーチェーンが有効になっていないと機能しないことを理解しています。
ko: iCloud 키 체인이 활성화되지 않으면이 기능이 작동하지 않음을 이해합니다.
nl: Ik begrijp dat deze functie alleen werkt als iCloud-sleutelhanger is ingeschakeld.
pt: Entendo que este recurso não funcionará a menos que o iCloud Keychain esteja ativado.
sv: Jag förstår att den här funktionen inte fungerar om inte iCloud Keychain är aktiverat.

# CloudBackup.warningBody
source: Your iCloud backup will be erased after %@ more incorrect PIN attempts.
da: Din iCloud-sikkerhedskopi slettes efter %1$@ flere forkerte PIN-forsøg.
de: Ihre iCloud-Sicherung wird nach %1$@ mehr falschen PIN-Versuchen gelöscht.
es: Tu copia de seguridad de iCloud se borrará después de %1$@ más intentos de PIN incorrectos.
fr: Votre sauvegarde iCloud sera effacée après %1$@ autres tentatives de code PIN incorrectes.
it: Il backup di iCloud verrà cancellato dopo altri %1$@ tentativi di PIN errati.
ja: あなたのiCloudバックアップは、あと%1$@回の間違ったPIN試行の後に消去されます。
ko: 잘못된 PIN 시도를 %1$@ 더 시도하면 iCloud 백업이 삭제됩니다.
nl: Uw iCloud-back-up wordt gewist na nog %1$@ onjuiste pincode-pogingen.
pt: Seu backup do iCloud será apagado após mais %1$@ tentativas incorretas de PIN.
sv: Din iCloud-säkerhetskopia raderas efter %1$@ fler felaktiga PIN-försök.

# ComingSoon.body
source: Buy, Swap and Sell are not available in your state. We will notify you when they become available. You can still Store, Send and Receive digital assets in your RockWallet.
da: Buy and Swap aren't currently available in your state. We'll notify you when you can use these features. You can still safely send and receive digital assets to your wallet in the meantime.
de: Buy and Swap aren't currently available in your state. We'll notify you when you can use these features. You can still safely send and receive digital assets to your wallet in the meantime.
es: La compra y el cambio no están disponibles actualmente en tu estado. Te avisaremos cuando puedas utilizar estas funciones. Mientras tanto, puedes enviar y recibir activos digitales de forma segura en tu monedero.
fr: Les fonctions d'achat et d'échange ne sont actuellement pas disponibles dans votre État. Nous vous indiquerons quand vous pourrez les utiliser. En attendant, vous pouvez toujours envoyer et recevoir des actifs numériques en toute sécurité dans votre portefeuille.
it: Buy and Swap aren't currently available in your state. We'll notify you when you can use these features. You can still safely send and receive digital assets to your wallet in the meantime.
ja: Buy and Swap aren't currently available in your state. We'll notify you when you can use these features. You can still safely send and receive digital assets to your wallet in the meantime.
ko: Buy and Swap aren't currently available in your state. We'll notify you when you can use these features. You can still safely send and receive digital assets to your wallet in the meantime.
nl: Buy and Swap aren't currently available in your state. We'll notify you when you can use these features. You can still safely send and receive digital assets to your wallet in the meantime.
pt: Buy and Swap aren't currently available in your state. We'll notify you when you can use these features. You can still safely send and receive digital assets to your wallet in the meantime.
sv: Buy and Swap aren't currently available in your state. We'll notify you when you can use these features. You can still safely send and receive digital assets to your wallet in the meantime.

# ComingSoon.buttons.backHome
source: BACK TO HOME
es: VOLVER AL INICIO
fr: REVENIR À L'ÉCRAN D'ACCUEIL

# ComingSoon.buttons.contactSupport
source: Contact support
es: Contacta con el servicio de asistencia
fr: Contacter l'assistance

# ComingSoon.title
source: Coming soon!
es: ¡Próximamente!
fr: À venir !

# Confirmation.amountLabel
source: Amount to send
da: Beløb der skal sendes:
de: Betrag, welcher versendet werden soll:
es: Cantidad a enviar:
fr: Montant à envoyer :
it: Somma da inviare:
ja: 送る金額：
ko: 보낼 금액:
nl: Bedrag om te versturen:
pt: Montante a enviar:
sv: Belopp att skicka:

# Confirmation.destinationTag
source: Destination Tag
da: Destinationsmærke
de: Ziel-Tag
es: Etiqueta de destino
fr: Balise de destination
it: Tag di destinazione
ja: 宛先タグ
ko: 목적지 태그
nl: Bestemmingstag
pt: Tag de Destino
sv: Mål tag

# Confirmation.destinationTag_EmptyHint
source: (empty)
da: (tom)
de: (leer)
es: (vacío)
fr: (vide)
it: (vuoto)
ja: (空)
ko: (빈)
nl: (leeg)
pt: (vazio)
sv: (tom)

# Confirmation.feeLabel
source: Network fee
da: Netværksgebyr:
de: Netzwerkgebühr:
es: Tarifa de la red:
fr: Frais de réseau :
it: Commissione per la rete:
ja: ネットワーク手数料：
ko: 네트워크 수수료:
nl: Netwerk fee:
pt: Comissão da rede:
sv: Nätverks-avgift

# Confirmation.feeLabelETH
source: Network Fee (ETH):
da: Netværksgebyr (ETH):
de: Netzgebühr (ETH):
es: Tarifa de red (ETH):
fr: Frais de réseau (ETH):
it: Commissione della rete (ETH):
ja: ネットワーク料金（ETH）:
ko: 네트워크 요금 (ETH):
nl: Netwerkkosten (ETH):
pt: Taxa de Rede (ETH):
sv: Nätverksavgift (ETH):

# Confirmation.hederaMemo
source: Hedera Memo
es: Memo Hedera
fr: Mémo Hedera
ja: ヘデラメモ
ko: 헤 데라 메모

# Confirmation.processingTime
source: Processing time: This transaction is predicted to complete in %@.
da: Behandlingstid: denne transaktion er efter planen færdig om %1$@.
de: Bearbeitungszeit: Diese Transaktion ist voraussichtlich in %1$@ abgeschlossen.
es: Tiempo de procesamiento: se prevé que esta transacción se completará en %1$@.
fr: Temps de traitement : cette opération devrait se conclure dans %1$@.
it: Tempo di elaborazione: Il completamento di questa transazione è previsto in %1$@.
ja: 処理時間: この取引は%1$sで完了する見込みです。
ko: 처리 시간: 이 거래는 %1$s에 완료될 것으로 예상됩니다.
nl: Verwerkingstijd: deze transactie wordt voltooid in %1$@.
pt: Tempo de processamento: Prevê-se que esta transação esteja concluída dentro de %1$@.
sv: Behandlingstid: Den här transaktionen beräknas slutföras om %1$@.

# Confirmation.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送金する
ko: 보내기
nl: Versturen
pt: Enviar
sv: Skicka

# Confirmation.title
source: Confirmation
da: Bekræftelse
de: Bestätigung
es: Confirmación
it: Conferma
ja: 承認
ko: 확정
nl: Bevestiging
pt: Confirmação
sv: Bekräftelse

# Confirmation.to
source: To
da: Til
de: An
es: Para
fr: À
it: A
ja: 送金先
ko: 수취인
nl: Naar
pt: Para
sv: Till

# Confirmation.totalLabel
source: Total Cost:
da: Samlede omkostninger:
de: Gesamtkosten:
es: Costo total:
fr: Coût total :
it: Costo totale:
ja: 費用合計：
ko: 총 금액:
nl: Totale Prijs:
pt: Custo total
sv: Total kostnad:

# Confirmation.ValidatorAddress
source: Validator Address
es: Dirección del validador
fr: Adresse de validation

# ConfirmGift.paperWalletAmount
source: Paper Wallet Amount
da: Papir tegnebog beløb
de: Geldbörse Betrag
es: Monto de la billetera de papel
fr: Montant du portefeuille papier
it: Importo del portafoglio di carta
ja: 紙の財布の金額
ko: 종이 지갑 금액
nl: Hoeveelheid papieren portemonnee
pt: Quantidade de carteira de papel
sv: Pappersbelopp

# ConfirmGift.processingTime
source: Validating this paper wallet on the network may take up to 60 minutes
da: Validering af denne papirpung på netværket kan tage op til 60 minutter
de: Die Validierung dieser Brieftasche im Netzwerk kann bis zu 60 Minuten dauern
es: Validar esta billetera de papel en la red puede demorar hasta 60 minutos
fr: La validation de ce portefeuille papier sur le réseau peut prendre jusqu'à 60 minutes
it: La convalida di questo paper wallet sulla rete può richiedere fino a 60 minuti
ja: ネットワーク上でこの紙のウォレットを検証するには、最大60分かかる場合があります
ko: 네트워크에서이 종이 지갑을 확인하는 데 최대 60 분이 걸릴 수 있습니다.
nl: Het valideren van deze papieren portemonnee op het netwerk kan tot 60 minuten duren
pt: A validação desta carteira de papel na rede pode levar até 60 minutos
sv: Valideringen av denna pappersplånbok i nätverket kan ta upp till 60 minuter

# ConfirmPaperPhrase.error
source: The words entered do not match your Recovery Phrase. Please try again.
da: De indtastede ord matcher ikke din gendannelsessætning. Prøv igen.
de: Die eingegebenen Wörter stimmen nicht mit Ihrer Wiederherstellungsphrase überein. Bitte versuche es erneut.
es: Las palabras introducidas no coinciden con tu clave en papel. Inténtalo de nuevo.
fr: Les mots saisis ne correspondent pas à votre clé papier. Veuillez réessayer.
it: Le parole inserite non corrispondono alla tua Paper Key. Ti preghiamo di riprovare.
ja: 入力した単語は、回復フレーズと一致しません。もう一度お試しください。
ko: 입력 한 단어가 복구 문구와 일치하지 않습니다. 다시 시도하십시오.
nl: De ingevulde woorden komen niet overeen met uw paper key. Probeer het opnieuw.
pt: As palavras introduzidas não correspondem à sua paper key. Agradecemos que tente de novo.
sv: Orden som angivits matchar inte din pappersnyckel. Försök igen.

# ConfirmPaperPhrase.label
source: To make sure everything was written down correctly, please enter the following words from your Recovery Phrase.
da: For at sikre, at alt blev skrevet korrekt, skal du indtaste følgende ord fra din gendannelsessætning.
de: Um sicherzustellen, dass alles korrekt aufgeschrieben wurde, geben Sie bitte die folgenden Wörter aus Ihrem Wiederherstellungssatz ein.
es: Para asegurarte de que todo se ha guardado de forma correcta, introduce las palabras a continuación de la clave en papel.
fr: Pour vous assurer que tout a été écrit correctement, entrez les mots suivants à partir de votre clé papier.
it: Per assicurarci che tutto sia stato scritto correttamente, per favore inserisci le seguenti parole della tua Paper Key.
ja: すべてが正しく記述されていることを確認するには、回復フレーズから次の単語を入力してください。
ko: 모든 것이 올바르게 기록되었는지 확인하려면 복구 문구에서 다음 단어를 입력하십시오.
nl: Voer de volgende woorden in van je papieren sleutel om te verzekeren dat alles correct is opgeschreven.
pt: Para ter certeza que tudo foi escrito corretamente, por favor introduza as seguintes palavras da sua chave de papel.
sv: Ange följande ord från din ordnyckel, för att vara säker på att allt skrevs korrekt.

# ConfirmPaperPhrase.word
source: Word %02i
da: Ord #%1$@
de: Wort #%1$@
es: Palabra #%1$@
fr: Mot no.%1$@
it: Parola n°%1$@
ja: フレーズ #%1$s
ko: 단어 #%1$s
nl: Woord #%1$@
pt: Palavra #%1$@
sv: Ord #%1$@

# CreateGift.amountLabel
source: Choose amount ($USD)
da: Vælg beløb ($ USD)
de: Betrag auswählen ($ USD)
es: Elija monto ($ USD)
fr: Choisissez le montant ($ USD)
it: Scegli l'importo ($ USD)
ja: 金額を選択（$ USD）
ko: 금액 선택 ($ USD)
nl: Kies bedrag ($ USD)
pt: Escolha o valor ($ USD)
sv: Välj belopp ($ USD)

# CreateGift.create
source: Create
da: skab
de: Erstellen
es: Crear
fr: Créer
it: Creare
ja: 作成する
ko: 창조하다
nl: Creëer
pt: Crio
sv: Skapa

# CreateGift.customAmountHint
source: Custom amount ($500 max)
da: Tilpasset beløb (maks. $ 500)
de: Benutzerdefinierter Betrag (max. 500 USD)
es: Monto personalizado ($ 500 máximo)
fr: Montant personnalisé (500 $ maximum)
it: Importo personalizzato (massimo $ 500)
ja: カスタム金額（最大$ 500）
ko: 맞춤 금액 (최대 $ 500)
nl: Aangepast bedrag (maximaal $ 500)
pt: Montante personalizado (máximo de $ 500)
sv: Anpassat belopp (max $ 500)

# CreateGift.description
source: We'll create what's called a "paper wallet" with a qr code and instructions for installing RockWallet that you can email or text to friends and family.
da: Vi opretter det, der kaldes en
de: Wir erstellen das, was als a bezeichnet wird
es: Crearemos lo que se llama un
fr: Nous allons créer ce qu'on appelle un
it: Creeremo quello che viene chiamato un file
ja: と呼ばれるものを作成します
ko: 우리는
nl: We maken een zogeheten
pt: Vamos criar o que é chamado de
sv: Vi skapar det som kallas a

# CreateGift.inputAmountError
source: You must select a gift amount.
da: Du skal vælge et gavebeløb.
de: Sie müssen einen Geschenkbetrag auswählen.
es: Debes seleccionar una cantidad de regalo.
fr: Vous devez sélectionner un montant de cadeau.
it: Devi selezionare un importo per il regalo.
ja: ギフトの金額を選択する必要があります。
ko: 선물 금액을 선택해야합니다.
nl: U moet een geschenkbedrag selecteren.
pt: Você deve selecionar um valor para presente.
sv: Du måste välja ett presentbelopp.

# CreateGift.inputRecipientNameError
source: You must enter the name of the recipient.
da: Du skal indtaste modtagerens navn.
de: Sie müssen den Namen des Empfängers eingeben.
es: Debes ingresar el nombre del destinatario.
fr: Vous devez entrer le nom du destinataire.
it: Devi inserire il nome del destinatario.
ja: 受信者の名前を入力する必要があります。
ko: 받는 사람의 이름을 입력해야합니다.
nl: U moet de naam van de ontvanger invoeren.
pt: Você deve inserir o nome do destinatário.
sv: Du måste ange mottagarens namn.

# CreateGift.insufficientBalanceError
source: You have insufficient funds to send a gift.
da: Du har ikke tilstrækkelige midler til at sende en gave.
de: Sie haben nicht genügend Geld, um ein Geschenk zu verschicken.
es: No tienes fondos suficientes para enviar un regalo.
fr: Vous n'avez pas suffisamment de fonds pour envoyer un cadeau.
it: Non disponi di fondi sufficienti per inviare un regalo.
ja: 贈り物を送るのに十分な資金がありません。
ko: 선물을 보낼 자금이 부족합니다.
nl: Je hebt onvoldoende saldo om een cadeau te sturen.
pt: Você não tem fundos suficientes para enviar um presente.
sv: Du har inte tillräckligt med pengar för att skicka en present.

# CreateGift.insufficientBalanceForAmountError
source: You have insufficient funds to send a gift of this amount.
da: Du har ikke tilstrækkelige midler til at sende en gave på dette beløb.
de: Sie haben nicht genügend Geld, um ein Geschenk dieses Betrags zu senden.
es: No tiene fondos suficientes para enviar un regalo de esta cantidad.
fr: Vous n'avez pas suffisamment de fonds pour envoyer un cadeau de ce montant.
it: Non disponi di fondi sufficienti per inviare un regalo di questo importo.
ja: この金額のギフトを送るのに十分な資金がありません。
ko: 이 금액의 선물을 보낼 수있는 자금이 부족합니다.
nl: U heeft onvoldoende saldo om dit bedrag te schenken.
pt: Você não tem fundos suficientes para enviar um presente deste valor.
sv: Du har inte tillräckligt med pengar för att skicka en gåva av detta belopp.
