Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# Prompts.RecommendRescan.body
source: Your wallet may be out of sync. This can often be fixed by pulling down this screen to refresh.
da: Din pung er muligvis ikke synkroniseret. Dette kan ofte løses ved at genskanne blokkæden.
de: Möglicherweise ist dein Wallet nicht synchronisiert. Dies kann oft durch ein erneutes Einscannen der Blockchain behoben werden.
es: Tu cartera puede no estar sincronizada. Esto a menudo puede arreglarse volviendo a escanear la cadena de bloques.
fr: Votre portefeuille n'est peut être pas synchronisé. Cela peut souvent être corrigé en scannant la blockchain à nouveau.
it: Il tuo portafoglio potrebbe non essere sincronizzato. Il problema si può spesso risolvere scansionando nuovamente la blockchain.
ja: あなたのウォレットは同期されていない可能性があります。ブロックチェーンを再スキャンすることで修復できる可能性があります。
ko: 귀하의 지갑이 동기화 되어 있지 않을 수 있습니다. 블록체인을 재스캔하면 대부분 고쳐집니다.
nl: Je portemonnee is misschien niet gesynchroniseerd. Dit kan vaak worden verholpen door de blokketen opnieuw te scannen.
pt: A sua carteira pode estar dessincronizada. Isto pode ser frequentemente resolvido ao voltar a digitalizar a blockchain.
sv: Din plånbok kan vara osynkroniserad. Detta kan ofta lösas genom att läsa om blockkedjan.

# Prompts.RecommendRescan.title
source: Transaction Rejected
da: Transaktion afvist
de: Transaktion abgelehnt
es: Transacción rechazada
fr: Transaction rejetée
it: Transazione Rifiutata
ja: トランザクションが拒否されました
ko: 거래 거절됨
nl: Transactie Geweigerd
pt: Transação Rejeitada
sv: Transaktionen avslogs

# Prompts.ShareData.body
source: Help improve RockWallet by sharing your anonymous data with us
da: Hjælp med at forbedre RockWallet ved at dele dine anonyme data med os
de: Tragen Sie zur Verbesserung von RockWallet bei, indem Sie Ihre anonymen Daten mit uns teilen
es: Ayuda a mejorar RockWallet compartiendo tus datos anónimos con nosotros
fr: Aidez à améliorer RockWallet en partageant vos données anonymes avec nous
it: Aiutaci a migliorare RockWallet condividendo i tuoi dati anonimi con noi
ja: 匿名のデータを共有してBRDの機能向上に役立てる
ko: BRD가 발전할 수 있도록 익명 데이터를 공유해주십시오
nl: Help ons bij het verbeteren van RockWallet door je anonieme data met ons te delen
pt: Ajude a melhorar a RockWallet, partilhando connosco os seus dados anónimos
sv: Hjälp till att förbättra RockWallet genom att dela dina anonyma data med oss

# Prompts.ShareData.title
source: Share Anonymous Data
da: Del anonyme data
de: Anonyme Daten teilen
es: Compartir datos anónimos
fr: Partager les données anonymes
it: Condividi dati anonimi
ja: 匿名のデータを共有する
ko: 익명 데이터 공유
nl: Deel Anonieme Data
pt: Partilhar dados anónimos
sv: Dela anonyma data

# Prompts.TouchId.body
source: Tap continue to enable Fingerprint authentication.
da: Tryk her for at aktivere Touch ID
de: Hier antippen, um Touch ID zu aktivieren
es: Toca aquí para activar Touch ID
fr: Tapez ici pour activer Touch ID
it: Tocca qui per attivare Touch ID
ja: Touch IDを有効にするにはこちらをタップしてください
ko: Touch ID를 켜시려면 여기를 탭하세요
nl: Tik hier om Touch ID in te schakelen
pt: Toque aqui para ativar o Touch ID
sv: Klicka här för att aktivera Touch ID

# Prompts.TouchId.body.android
source: Tap here to enable fingerprint authentication
da: Tryk her for at aktivere autentificering via fingeraftryk
de: Hier tippen, um die Fingerabdruck-Authentifizierung zu aktivieren
es: Toca aquí para habilitar la autenticación por huellas digitales
fr: Appuyez ici pour activer l'identification par empreinte digitale
it: Tocca qui per abilitare l’autenticazione con l' impronta digitale
ja: こちらをタップして指紋認証を有効にしてください
ko: 지문 본인확인을 켜시려면 여기를 탭 하세요
nl: Klik hier om authenticatie met vingerafdruk in te stellen
pt: Toque aqui para ativar a autenticação por impressão digital
sv: Tryck här för att aktivera fingeravtrycksautentisering

# Prompts.TouchId.title
source: Enable Touch ID
da: Aktiver Touch ID
de: Touch ID aktivieren
es: Activar Touch ID
fr: Activer Touch ID
it: Attiva Touch ID
ja: Touch IDを有効化する
ko: Touch ID 켜
nl: Touch ID Inschakelen
pt: Ativar Touch ID
sv: Aktivera Touch ID

# Prompts.TouchId.title.android
source: Enable Fingerprint Authentication
da: Aktiver autentificering via fingeraftryk
de: Fingerabdruck-Authentifizierung aktivieren
es: Habilita la autenticación por huellas digitales
fr: Activer l'identification par empreinte digitale
it: Abilita Autenticazione Impronta
ja: 指紋認証を有効にする
ko: 지문 본인확인 켜기
nl: Stel authenticatie met vingerafdruk in
pt: Ativar a Autenticação por Impressão Digital
sv: Aktivera fingeravtrycksautentisering

# Prompts.UpgradePin.body
source: RockWallet has upgraded to using a 6-digit PIN. Tap Continue to upgrade.
da: RockWallet er blevet opgraderet til at bruge en 6-cifret PIN. Tryk her for at opgradere.
de: RockWallet nutzt mittlerweile eine 6-stellige PIN. Hier antippen, um upzugraden.
es: RockWallet se ha actualizado y ahora utiliza un PIN de 6 dígitos. Toca aquí para actualizar.
fr: RockWallet a été mis à jour pour utiliser un code PIN à six chiffres. Appuyez ici pour mettre à niveau.
it: RockWallet è stato aggiornato per l'utilizzo di un PIN a 6 cifre. Tocca qui per aggiornare.
ja: ブレッドのPINコードは6桁にアップグレードされました。こちらをタップして更新してください。
ko: 6자리 PIN을 사용하도록 브레드가 업그레이드되었습니다. 업그레이드하려면 여기를 탭하세요.
nl: RockWallet is geüpgrade naar een 6-cijferige PIN. Tik hier om te upgraden.
pt: A RockWallet foi atualizada para usar um PIN de 6-dígitos. Toque aqui para atualizar.
sv: RockWallet har uppgraderat till att använda 6-siffrig PIN-kod. Klicka här för att uppgradera.

# Prompts.UpgradePin.title
source: Upgrade PIN
da: Opgader PIN
de: PIN upgraden
es: Actualizar PIN
fr: Mettre à jour le code PIN
it: Aggiorna il PIN
ja: PINコードを更新する
ko: PIN 업그레이드
nl: PIN Upgraden
pt: Atualizar PIN
sv: Uppgradera PIN-kod

# PushNotifications.body
source: Turn on push notifications and be the first to hear about new features and special offers.
da: Slå push-notifikationer til, og vær den første til at høre om nye funktioner og specialtilbud.
de: Aktivieren Sie Push-Benachrichtigungen und erfahren Sie als erstes von neuen Funktionen und Sonderaktionen.
es: Active las notificaciones automáticas y sea el primero en conocer las nuevas funciones y ofertas especiales.
fr: Activez les notifications push et soyez le premier à être informé des nouvelles fonctionnalités et des offres spéciales.
it: Attiva le notifiche push e sii il primo a conoscere le nuove funzionalità e le offerte speciali.
ja: プッシュ通知をオンにして、新機能や特別オファーについての情報を誰よりも早くに入手しよう。
ko: 푸시 알림을 켜고 새로운 기능과 특가 제공 소식을 제일 먼저 접하세요.
nl: Schakel pushmeldingen in en hoor als eerste over nieuwe functies en speciale aanbiedingen.
pt: Ative as notificações por push e seja o primeiro a descobrir novos recursos e ofertas especiais.
sv: Slå på push-meddelanden och var den första att höra om nya funktioner och specialerbjudanden.

# PushNotifications.disabled
source: Notifications Disabled
da: Notifikationer deaktiveret
de: Benachrichtigungen sind abgeschaltet
es: Notificaciones deshabilitadas
fr: Notifications désactivées
it: Notifiche Disabilitate
ja: 通知が無効になっています
ko: 알림 비활성
nl: Meldingen Uitgeschakeld
pt: Notificações Desativadas
sv: Meddelanden avaktiverade

# PushNotifications.disabledBody
source: Turn on notifications to receive special offers and updates from RockWallet.
da: Aktivér meddelelser for at modtage særlige tilbud og opdateringer fra RockWallet.
de: Aktivieren Sie Benachrichtigungen, um Sonderangebote und Updates von RockWallet zu erhalten.
es: Active las notificaciones para recibir ofertas especiales y actualizaciones de RockWallet.
fr: Activez les notifications pour recevoir des offres spéciales et des mises à jour de la part de RockWallet.
it: Attiva le notifiche per ricevere offerte speciali e aggiornamenti da RockWallet.
ja: BRDから特別オファーやアップデートを受信するには、通知を有効にします。
ko: 알림을 켜서 BRD로터 특가 판매와 업데이트를 받으십시오.
nl: Schakel meldingen in om speciale aanbiedingen en updates van RockWallet te ontvangen.
pt: Ative as notificações para receber ofertas especiais e atualizações do RockWallet.
sv: Slå på meddelanden för att få specialerbjudanden och uppdateringar från RockWallet.

# PushNotifications.enabledBody
source: You’re receiving special offers and updates from RockWallet.
da: Du modtager særlige tilbud og opdateringer fra RockWallet.
de: Sie erhalten spezielle Angebote und Updates von RockWallet.
es: Está recibiendo ofertas especiales y actualizaciones de RockWallet.
fr: Vous recevez des offres spéciales et des mises à jour de la part de RockWallet.
it: Stai ricevendo offerte speciali e aggiornamenti da RockWallet.
ja: BRDから特別オファーや最新情報を受信します。
ko: 귀하는 BRD로부터 특가 판매 및 업데이트를 받고 있습니다.
nl: U ontvangt speciale aanbiedingen en updates van RockWallet.
pt: Está a receber ofertas especiais e atualizações do RockWallet.
sv: Du får specialerbjudanden och uppdateringar från RockWallet.

# PushNotifications.enableInstructions
source: Looks like notifications are turned off. Please go to Settings to enable notifications from RockWallet.
da: Det lader til, at meddelelser er slået fra. Gå til Indstillinger for at aktivere meddelelser fra RockWallet.
de: Es sieht so aus, als wären Benachrichtigungen deaktiviert. Bitte gehen Sie zu Einstellungen, um Benachrichtigungen von RockWallet zu aktivieren.
es: Parece que las notificaciones están desactivadas. Por favor, vaya a Ajustes para activar las notificaciones de RockWallet.
fr: Il semblerait que les notifications sont désactivées. Aller dans les paramètres pour activer les notifications de RockWallet.
it: Sembra che le notifiche siano disattivate. Accedi alle Impostazioni per abilitare le notifiche da RockWallet.
ja: 通知がオフになっている可能性があります。[設定] に移動して、BRDからの通知を有効にしてください。
ko: 알림이 꺼진 것 같습니다. 설정으로 가서 BRD 알림 받기를 활성화하십시오.
nl: U ontvangt speciale aanbiedingen en updates van RockWallet. Ga naar Instellingen van RockWallet i om meldingen in te schakelen.
pt: Parece que as notificações estão desativadas. Vá para Configurações para ativar as notificações do RockWallet.
sv: Det verkar som att meddelanden är avstängda. Gå till Inställningar för att aktivera meddelanden från RockWallet.

# PushNotifications.label
source: Receive Push Notifications
da: Modtag pushmeddelelser
de: Push-Benachrichtigungen erhalten
es: Recibir notificaciones automáticas
fr: Recevez des notifications push
it: Ricevi notifiche push
ja: プッシュ通知を受信
ko: 푸시 알림 받기
nl: Pushmeldingen ontvangen
pt: Receber Notificações Push
sv: Ta emot push-meddelanden

# PushNotifications.off
source: Off
da: Fra
de: Deaktivieren
es: Desactivado
fr: Non
it: Spento
ja: オフ
nl: Uit
pt: Desligado
sv: Av

# PushNotifications.on
source: On
da: Til
de: Aktivieren
es: Activado
fr: Oui
it: Acceso
ja: オン
nl: Aan
pt: Ligado
sv: På

# PushNotifications.title
source: Stay in the Loop
da: Hold dig opdateret
de: Bleiben Sie auf dem Laufenden
es: Manténgase al tanto
fr: Restez au courant
it: Rimani nel circuito
ja: 情報の輪からそのまま離れないで
ko: 계속 정보를 받으세요.
nl: Blijf op de hoogte
pt: Mantenha-se actualizado
sv: Håll dig uppdaterad

# PushNotifications.updateFailed
source: Failed to update push notifications settings
da: Kunne ikke opdatere indstillinger for push-meddelelser
de: Push-Benachrichtigungseinstellungen konnten nicht aktualisiert werden
es: Error al actualizar la configuración de notificaciones push
fr: Échec de la mise à jour des paramètres des notifications push
it: Impossibile aggiornare le impostazioni delle notifiche push
ja: プッシュ通知設定を更新できませんでした
ko: 푸시 알림 설정을 업데이트하지 못했습니다
nl: Bijwerken van instellingen voor pushmeldingen is mislukt
pt: Falha ao atualizar as configurações de notificações por push
sv: Det gick inte att uppdatera inställningarna för push-aviseringar

# RateAppPrompt.Body.Android
source: If you love our app, please take a moment to rate it and give us a review.
da: Hvis du elsker vores app, skal du tage et øjeblik til at bedømme den og give os en anmeldelse.
de: Wenn Ihnen unsere App gefällt, nehmen Sie sich bitte einen Moment Zeit, um sie zu bewerten und uns einen Kommentar zu hinterlassen.
es: Si le gusta nuestra aplicación, por favor, tómese un momento para reseñarla y dejarnos una opinión.
fr: Si vous aimez notre application, prenez s'il vous plaît un moment pour l'évaluer et nous donner votre avis.
it: Se la nostra applicazione ti é piaciuta, ti chiediamo di dedicare un attimo per valutarla e farci avere una recensione.
ja: 当社のアプリをとても気に入っているなら、少しお時間をいただき評価とレビューをお願いします。
ko: 앱이 마음에 드신다면 잠시 시간을 내어 평가를 하고 리뷰를 보내주세요.
nl: Als u van onze app houdt, neem dan even de tijd om deze te beoordelen en ons een beoordeling te geven.
pt: Se gostas da nossa app, dedica uns instantes a avaliá-la e escreve uma opinião.
sv: Om du älskar vår app, var god ta en stund att betygsätta den och ge oss en recension.

# RateAppPrompt.Button.Dismiss.Android
source: No Thanks
da: Nej tak
de: Nein, Danke
es: No, gracias.
fr: Non merci
it: No Grazie
ja: 結構です
ko: 아니요, 괜찮아요
nl: Nee bedankt
pt: Não, obrigado
sv: Nej tack

# RateAppPrompt.Button.RateApp.Android
source: Rate RockWallet
da: Bedøm RockWallet
de: RockWallet bewerten
es: Califique RockWallet
fr: Evaluez RockWallet
it: Valutare RockWallet
ja: BRDを評価する
ko: BRD 평가하기
nl: Beoordeel RockWallet
pt: Avalia a RockWallet
sv: Betygsätt RockWallet

# RateAppPrompt.Title.Android
source: Rate RockWallet
da: Bedøm RockWallet
de: RockWallet bewerten
es: Califique RockWallet
fr: Evaluez RockWallet
it: Valutare RockWallet
ja: BRDを評価する
ko: BRD 평가하기
nl: Beoordeel RockWallet
pt: Avalia a RockWallet
sv: Betygsätt RockWallet

# Receive.copied
source: Copied to clipboard
da: Kopieret til udklipsholder.
de: In die Zwischenablage kopiert.
es: Copiado en el portapapeles.
fr: Copié dans le presse-papier.
it: Copiato negli appunti.
ja: クリップボードにコピーされました。
ko: 클립보드에 복사되었습니다.
nl: Gekopieerd naar plakbord.
pt: Copiado para a área de transferência.
sv: Kopierad till urklipp.

# Receive.emailButton
source: Email
es: Correo electrónico
ja: メール
ko: 이메일
sv: E-post

# Receive.request
source: Request an Amount
da: Anmod om et beløb
de: Einen Betrag anfordern
es: Solicitar una cantidad
fr: Demander un montant
it: Richiedi un Importo
ja: 金額のリクエスト
ko: 금액 요청
nl: Een bedrag aanvragen
pt: Pedir uma Quantia
sv: Begär ett belopp

# Receive.share
source: Share
da: Del
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: シェアする
ko: 공유
nl: Delen
pt: Partilhar
sv: Dela

# Receive.textButton
source: Text Message
da: SMS
de: Textnachricht
es: Mensaje de texto
fr: Message texte
it: SMS
ja: テキストメッセージ
ko: 문자 메시지
nl: Bericht
pt: Mensagem de Texto
sv: Textmeddelande

# Receive.title
source: Receive
da: Modtag
de: Erhalten
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受け取る
ko: 수신
nl: Ontvangen
pt: Receber
sv: Ta emot

# RecoverWallet.done
source: DONE
da: Færdig
de: Fertig
es: Listo
fr: Terminé
it: Completato
ja: 終了
ko: 완료
nl: Voltooid
pt: Feito
sv: Klar

# RecoverWallet.EnterRecoveryPhrase
source: Please enter your Recovery Phrase to delete this wallet from your device.
es: Introduce tu frase de recuperación para eliminar este monedero de tu dispositivo.
fr: Veuillez indiquer votre phrase de récupération pour supprimer ce portefeuille de votre appareil.

# RecoverWallet.header
source: Recover Wallet
da: Gendan pung
de: Wallet wiederherstellen
es: Recuperar cartera
fr: Récupérer le portefeuille
it: Recupera Portafoglio
ja: ウォレットを復元
ko: 지갑 복구하기
nl: Portemonnee Herstellen
pt: Recuperar Carteira
sv: Återställ plånbok

# RecoverWallet.header_reset_pin
source: Reset your PIN
da: Nulstil PIN
de: PIN zurücksetzen
es: Restablecer PIN
fr: Réinitialiser PIN
it: Reimposta PIN
ja: PINコードをリセット
ko: PIN 재설정
nl: PIN Resetten
pt: Redefinir PIN
sv: Återställ PIN-kod

# RecoverWallet.instruction
source: Enter Recovery Phrase
da: Indtast gendannelsesfrase
de: Geben Sie die Wiederherstellungsphrase ein
es: Introducir clave en papel
fr: Entrez la clé papier
it: Inserisci la tua Paper Key
ja: 回復フレーズを入力してください
ko: 복구 문구 입력
nl: Papieren Sleutel Invoeren
pt: Introduzir Chave de Papel
sv: Ange ordnyckel

# RecoverWallet.intro
source: Recover your RockWallet with your Recovery Phrase.
da: Gendan din RockWallet med din gendannelsesfrase.
de: Stellen Sie Ihre RockWallet mit Ihrer Wiederherstellungsphrase wieder her.
es: Recupera tu RockWallet con la clave en papel.
fr: Récupérez votre RockWallet avec votre clé papier.
it: Recupera il tuo RockWallet con la tua Paper Key
ja: 回復フレーズを使用してBRDを回復します。
ko: 복구 문구로 BRD를 복구하십시오.
nl: Herstel je RockWallet met je papieren sleutel.
pt: Recupere a sua RockWallet com a sua chave de papel.
sv: Återställ RockWallet med din ordnyckel.

# RecoverWallet.invalid
source: The Recovery Phrase you entered is invalid. Please double-check each word and try again.
da: Den gendannelsessætning, du indtastede, er ugyldig. Dobbeltkontrol af hvert ord, og prøv igen.
de: Die von Ihnen eingegebene Wiederherstellungsphrase ist ungültig. Bitte überprüfen Sie jedes Wort und versuchen Sie es erneut.
es: La clave en papel que acabas de introducir no es válida. Vuelve a comprobar cada palabra e inténtalo de nuevo.
fr: La clé papier saisie n'est pas valide. Revérifiez chaque mot et réessayez.
it: La Paper Key inserita non è valida. Si prega di controllare ogni parola due volte e riprovare.
ja: 入力したリカバリフレーズは無効です。各単語を再確認して、もう一度お試しください。
ko: 입력 한 복구 문구가 잘못되었습니다. 각 단어를 다시 확인하고 다시 시도하십시오.
nl: De papieren sleutel die je hebt ingevoerd is ongeldig. Check ieder woord a.u.b. en probeer het opnieuw.
pt: A chave de papel que introduziu é inválida. Por favor verifique cada palavra e tente novamente.
sv: Den ordnyckel du angav är ogiltig. Dubbelkolla varje ord och försök igen.

# RecoverWallet.leftArrow
source: Left Arrow
da: Venstre pil
de: Linker Pfeil
es: Flecha izquierda
fr: Flèche gauche
it: Freccia Sinistra
ja: 左矢印
ko: 왼쪽 화살표
nl: Linker Pijl
pt: Seta para a Esquerda
sv: Vänster pil

# RecoverWallet.next
source: NEXT
da: Næste
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
pt: Seguinte
sv: Nästa

# RecoverWallet.RecoveryPhrasePopup
source: A Recovery Phrase consists of 12 randomly generated words. The app creates the Recovery Phrase for you automatically when you start a new wallet. The Recovery Phrase is critically important and should be written down and stored in a safe location. In the event of phone theft, destruction, or loss, the Recovery Phrase can be used to load your wallet onto a new phone. The key is also required when upgrading your current phone to a new one.
es: Una frase de recuperación consta de 12 palabras generadas al azar. La aplicación crea la frase de recuperación automáticamente cuando abres un nuevo monedero. La frase de recuperación es de importancia crítica y debe escribirse y almacenarse en un lugar seguro. .En caso de robo, destrucción o pérdida del teléfono, la frase de recuperación se puede utilizar para cargar tu monedero en un nuevo teléfono. La clave también es necesaria al migrar el contenido de tu teléfono actual a uno nuevo.
fr: Une phrase de récupération comprend 12 mots générés de façon aléatoire. L'application vous crée automatiquement une phrase de récupération lorsque vous lancez un nouveau portefeuille. La phrase de récupération est essentielle et doit être notée et stockée en lieu sûr. En cas de vol, de destruction ou de perte du téléphone, la phrase de récupération peut être utilisée pour charger votre portefeuille sur un nouveau téléphone. La clé est également nécessaire lors de la mise à niveau de votre téléphone actuel vers un nouveau.

# RecoverWallet.reset_pin_more_info
source: Tap here for more information.
da: Tryk her for flere oplysninger.
de: Für weitere Informationen hier antippen.
es: Pulsa aquí para obtener más información.
fr: Cliquez ici pour plus d'informations.
it: Tocca qui per ulteriori informazioni.
ja: 詳しくはこちらをタップしてください。
ko: 자세한 내용을 보려면 여기를 탭하세요.
nl: Tik hier voor meer informatie.
pt: Toque aqui para mais informações.
sv: Klicka här för fler uppgifter.

# RecoverWallet.rightArrow
source: Right Arrow
da: Højre pil
de: Rechter Pfeil
es: Flecha derecha
fr: Flèche droite
it: Freccia Destra
ja: 右矢印
ko: 오른쪽 화살표
nl: Rechter Pijl
pt: Seta para a Direita
sv: Höger pil

# RecoverWallet.subheader
source: Enter the Recovery Phrase for the wallet you want to recover.
da: Indtast gendannelsessætningen for den tegnebog, du vil gendanne.
de: Geben Sie den Wiederherstellungssatz für die Brieftasche ein, die Sie wiederherstellen möchten.
es: Introduce la clave en papel para la cartera que deseas recuperar.
fr: Entrez la clé papier pour le portefeuille que vous souhaitez récupérer.
it: Inserisci la Paper Key per il portafoglio che vuoi recuperare.
ja: 回復するウォレットの回復フレーズを入力します。
ko: 복구하려는 지갑의 복구 문구를 입력하십시오.
nl: Voer de papieren sleutel in voor de portemonnee die je wilt herstellen.
pt: Introduza a chave de papel para a carteira que quer recuperar.
sv: Ange ordnyckel till den plånbok du vill återställ.

# RecoverWallet.subheader_reset_pin
source: To reset your PIN, enter the words from your Recovery Phrase into the boxes below.
da: For at nulstille din pinkode skal du indtaste ordene fra din gendannelsessætning i felterne nedenfor.
de: Um Ihre PIN zurückzusetzen, geben Sie die Wörter aus Ihrer Wiederherstellungsphrase in die Felder unten ein.
es: Para restablecer el PIN, introduce las palabras de tu clave en papel en los cuadros a continuación.
fr: Pour réinitialiser votre PIN, entrez les mots de votre clé papier dans les cases ci-dessous.
it: Per reimpostare il tuo PIN, immetti le parole della tua Paper Key all'interno dei riquadri sottostanti.
ja: PINをリセットするには、リカバリフレーズの単語を下のボックスに入力します。
ko: PIN을 재설정하려면 아래 상자에 복구 문구의 단어를 입력하세요.
nl: Om je PIN te resetten moet je de woorden van je papieren sleutel in onderstaande velden invoeren.
pt: Para redefinir o seu PIN, introduza as palavras da sua chave de papel nas caixas abaixo.
sv: För att återställa din PIN-kod anger du orden från din ordnyckel i boxarna nedan.

# RecoverWallet.WhatIsRecoveryPhrase
source: What is “Recovery Phrase”?
es: ¿Qué es la "frase de recuperación"?
fr: Qu'est-ce que la "phrase de récupération" ?

# RecoveryKeyFlow.confirmRecoveryInputError
source: The word you entered is incorrect. Please try again.
da: Ordet du indtastede er forkert. Prøv igen.
de: Das von Ihnen eingegebene Wort ist nicht korrekt. Bitte versuchen Sie es erneut.
es: La palabra que ha introducido es incorrecta. Vuelva a intentarlo.
fr: Le mot que vous avez entré est incorrect. Veuillez réessayer.
it: La parola che hai inserito è sbagliata. Prova di nuovo per favore.
ja: 入力した単語は正しくありません。もう一度入力してください。
ko: 입력한 단어가 올바르지 않습니다. 다시 시도해 주세요.
nl: Het woord dat u ingevoerd heeft is niet juist. Probeer het nogmaals.
pt: A palavra que introduziu está incorrecta. Por favor, tente outra vez.
sv: Ordet du skrev in är felaktigt. Var god försök igen.

# RecoveryKeyFlow.confirmRecoveryKeySubtitle
source: Enter the following words from your Recovery Phrase
da: Næsten færdig! Indtast følgende ord fra din gendannelsesfrase.
de: Fast fertig! Geben Sie die folgenden Wörter aus Ihrer Wiederherstellungsphrase ein.
es: ¡Casi listo! Introduzca las siguientes palabras de su clave de recuperación.
fr: Presque terminé ! Entrez les mots suivants de votre clé de récupération.
it: Quasi fatto! Inserisci le seguenti parole dalla tua chiave di recupero.
ja: ほぼ完了しました！回復フレーズから次の単語を入力します。
ko: 거의 완료되었습니다! 복구 문구에서 다음 단어를 입력하십시오.
nl: Bijna klaar! Voer de volgende woorden in van uw herstelcode.
pt: Quase pronto! Introduza as seguintes palavras da sua chave de recuperação.
sv: Nästan klar! Ange följande ord från din återställningsnyckel.

# RecoveryKeyFlow.confirmRecoveryKeyTitle
source: Confirm your Recovery Phrase
da: Bekræft gendannelsesfrase
de: Bestätigen Sie die Wiederherstellungsphrase
es: Confirmar clave de recuperación
fr: Confirmer la clé de récupération
it: Conferma la chiave di recupero
ja: 回復フレーズの確認
ko: 복구 문구 확인
nl: Bevestig herstelcode
pt: Confirmar Chave de Recuperação
sv: Bekräfta återställningsnyckel
