Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# CreateGift.recipientName
source: Recipient's name
da: modtagers navn
de: Name des Empfängers
es: Nombre del destinatario
fr: Nom du destinataire
it: Nome del destinatario
ja: 受取人の氏名
ko: 수령인의 이름
nl: Naam ontvanger
pt: nome do destinatário
sv: mottagarens namn

# CreateGift.serverError
source: A server error occurred. Please try again later.
da: Der opstod en serverfejl. Prøv igen senere.
de: Ein Serverfehler ist aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Ocurrió un error en el servidor. Por favor, inténtelo de nuevo más tarde.
fr: Une erreur de serveur s'est produite. Veuillez réessayer plus tard.
it: Si è verificato un errore del server. Per favore riprova più tardi.
ja: サーバーエラーが発生しました。後でもう一度やり直してください。
ko: 서버 오류가 발생했습니다. 나중에 다시 시도하세요.
nl: Er is een serverfout opgetreden. Probeer het later nog eens.
pt: Ocorreu um erro no servidor. Por favor, tente novamente mais tarde.
sv: Ett serverfel uppstod. Vänligen försök igen senare.

# CreateGift.subtitle
source: Send bitcoin to someone even if they don't have a wallet.
da: Send bitcoin til nogen, selvom de ikke har en tegnebog.
de: Senden Sie Bitcoin an jemanden, auch wenn dieser keine Brieftasche hat.
es: Envía bitcoins a alguien incluso si no tiene billetera.
fr: Envoyez des bitcoins à quelqu'un même s'il n'a pas de portefeuille.
it: Invia bitcoin a qualcuno anche se non ha un portafoglio.
ja: 財布を持っていなくてもビットコインを誰かに送ってください。
ko: 지갑이 없어도 누군가에게 비트 코인을 보냅니다.
nl: Stuur bitcoin naar iemand, zelfs als ze geen portemonnee hebben.
pt: Envie bitcoin para alguém, mesmo que ele não tenha uma carteira.
sv: Skicka bitcoin till någon även om de inte har en plånbok.

# CreateGift.title
source: Give the Gift of Bitcoin
da: Giv Bitcoin gave
de: Geben Sie das Geschenk von Bitcoin
es: Regala Bitcoin
fr: Offrez le Bitcoin
it: Dai il dono di Bitcoin
ja: ビットコインのギフトを贈る
ko: 비트 코인 선물하기
nl: Geef Bitcoin cadeau
pt: Dê o presente de Bitcoin
sv: Ge gåvan av Bitcoin

# CreateGift.unexpectedError
source: An unexpected error occurred. Please contact support.
da: Der opstod en uventet fejl. Kontakt support.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte wenden Sie sich an den Support.
es: Ocurrió un error inesperado. Comuníquese con el soporte.
fr: Une erreur inattendue est apparue. Veuillez contacter le support.
it: Si è verificato un errore imprevisto. Contatta l'assistenza.
ja: 予期しないエラーが発生しました。サポートにお問い合わせください。
ko: 예기치 않은 오류가 발생했습니다. 지원팀에 문의하세요.
nl: Er is een onverwachte fout opgetreden. Neem dan contact op met ondersteuning.
pt: Um erro inesperado ocorreu. Entre em contato com o suporte.
sv: Ett oväntat fel uppstod. Kontakta support.

# Crowdsale.agree
source: Agree
da: Enig
de: Zustimmen
es: Aceptar
fr: Accepter
it: Accetta
ja: 同意する
ko: 동의하기
nl: Akkoord
pt: Concordar
sv: Godkänn

# Crowdsale.buyButton
source: Buy Tokens
da: Køb tokens
de: Tokens kaufen
es: Comprar fichas
fr: Acheter des jetons
it: Acquista token
ja: トークンを購入する
ko: 토큰 구매하기
nl: Koop Tokens
pt: Comprar Tokens
sv: Köp tokens

# Crowdsale.decline
source: Decline
da: Afvis
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ja: 拒否する
ko: 거부하기
nl: Afwijzen
pt: Recusar
sv: Avböj

# Crowdsale.resume
source: Resume Verification
da: Genoptag bekræftelse
de: Verifizierung fortsetzen
es: Verificación de currículum
fr: Reprendre la vérification
it: Riprendi verifica
ja: 認証を再開する
ko: 인증 다시 하기
nl: Verificatie Voortzetten
pt: Retomar a verificação
sv: Återuppta verifikation

# Crowdsale.retry
source: Retry
da: Prøv igen
de: Erneut versuchen
es: Volver a intentar
fr: Réessayer
it: Riprova
ja: 再試行する
ko: 다시 시도하기
nl: Opnieuw proberen
pt: Tentar novamente
sv: Försök igen

# DefaultCurrency.bitcoinLabel
source: Bitcoin Display Unit
da: Bitcoin visningsenhed
de: Bitcoin-Anzeigeeinheit
es: Unidad de visualización Bitcoin
fr: Unité d'affichage Bitcoin
it: Unità di visualizzazione bitcoin
ja: ビットコインの表示単位
nl: Bitcoin-eenheid
pt: Moeda de apresentação da bitcoin
sv: Bitcoin visningsenhet

# DefaultCurrency.rateLabel
source: Exchange Rate
da: Valutakurs
de: Wechselkurs
es: Tasa de cambio
fr: Taux de change
it: Tasso di Cambio
ja: 為替レート
ko: 환율
nl: Wisselkoers
pt: Taxa de Câmbio
sv: Växelkurs

# Disabled.disabledUntil
source: Disabled until
es: Deshabilitado hasta
fr: Désactivation jusqu'au

# Disabled.title
source: Wallet disabled
da: Pung deaktiveret
de: Wallet deaktiviert
es: Monedero bloqueado
fr: Portefeuille désactivé
it: Wallet disabilitato
ja: ウォレットが無効になっています
ko: 월렛이 비활성화됨
nl: Wallet uitgeschakeld
pt: Carteira desativada
sv: Plånbok inaktiverad

# Email.address_subject
source: %@ Address
da: %1$s adresse
de: %1$s Adresse
es: %1$s Address
fr: %1$s Adresse
it: %1$s Indirizzo
ja: %1$s住所
ko: %1$s 주소
nl: %1$s adres
pt: %1$s Endereço
sv: %1$s Adress

# EME.permissions.accountRequest
source: Request %@ account information
da: Anmod om %1$@-kontooplysninger
de: %1$@ Kontoinformationen anfordern
es: Solicitar %1$@ información de la cuenta
fr: Demande %1$@ des informations de compte
it: Richiedi informazioni per l'account %1$@
ja: %1$s のアカウント情報をリクエスト
ko: %1$s 계정 정보를 요청합니다
nl: Vraag %1$@ accountgegevens aan
pt: Requisitar %1$@ dados da conta
sv: Begär %1$@ betalning

# EME.permissions.callRequest
source: Request %@ smart contract call
da: Anmod om %1$@ "smart contract"-kald
de: %1$@ Smart Contract Forderung
es: Solicitar %1$@ llamada de contrato inteligente
fr: Demande %1$@ d'appel de contrat intelligent
it: Richiedi funzione di call per il contratto intelligente %1$@
ja: %1$s のスマートコントラクトのコールをリクエスト
ko: %1$s 스마트계약 콜을 요청합니다
nl: Verzoek %1$@ smart contract oproep
pt: Requisitar %1$@ ligação de contrato inteligente
sv: Begär %1$@ smart kontraktsamtal

# EME.permissions.paymentRequest
source: Request %@ payment
da: Anmod om betaling af %1$@
de: %1$@ Kontoinformationen anfordern
es: Solicitar %1$@ pago
fr: Demande %1$@ de paiement
it: Richiedi pagamento %1$@
ja: %1$s のアカウント情報をリクエスト
ko: %1$s 계정 정보를 요청합니다
nl: Verzoek %1$@ betaling
pt: Requisitar %1$@ pagamento
sv: Begär %1$@ kontoinformation

# ErrorMessages.accessDenied
source: You cannot purchase assets without completing Level 2 account verification. Upgrade your limits on the Profile screen.
es: No puedes comprar activos sin completar la verificación de la cuenta de Nivel 2. Incrementa tus límites en la sección Perfil.
fr: Vous ne pouvez pas acheter d'actifs sans avoir effectué une vérification de compte de niveau 2. Mettez à jour vos restrictions sur la page "Profil".

# ErrorMessages.Ach.AccountClosed
source: Unfortunately, the linked bank account is closed. Please try adding a different bank account or a different payment method.
es: Lamentablemente, la cuenta bancaria asociada está cerrada. Intenta añadir una cuenta bancaria diferente o un método de pago diferente.
fr: Malheureusement, le compte bancaire lié est clos. Veuillez essayer d'ajouter un autre compte bancaire ou mode de paiement.

# ErrorMessages.Ach.AccountFrozen
source: Unfortunately, there was an error while processing your transaction. Please try again later or contact your bank for additional assistance.
es: Lamentablemente, se ha producido un error al procesar la transacción. Inténtalo de nuevo más tarde o ponte en contacto con tu banco para obtener asistencia adicional.
fr: Malheureusement, une erreur s'est produite lors du traitement de votre transaction. Veuillez réessayer plus tard ou contacter votre banque pour obtenir une aide supplémentaire.

# ErrorMessages.Ach.ErrorWhileProcessing
source: Unfortunately, there was an error while processing your transaction. Please try again later or select a different payment method.
es: Lamentablemente, se ha producido un error al procesar la transacción. Inténtalo de nuevo más tarde o selecciona otro método de pago.
fr: Malheureusement, une erreur s'est produite lors du traitement de votre transaction. Veuillez réessayer plus tard ou choisir un autre mode de paiement.

# ErrorMessages.Ach.InsufficientFunds
source: Unfortunately the transaction could not be completed due to insufficient funds in your bank account. Please try again later
es: Lamentablemente, la transacción no se ha podido completar debido a la insuficiencia de fondos en tu cuenta bancaria. Inténtalo de nuevo más tarde
fr: Malheureusement, la transaction n'a pu être effectuée en raison d'un manque de fonds sur votre compte bancaire. Veuillez réessayer plus tard

# ErrorMessages.AmountTooHigh
source: The amount is higher than your remaining %@ limit of %@ %@. Please enter a lower amount.
da: The amount is higher than your daily limit of %s %s. Please enter a lower amount.
de: The amount is higher than your daily limit of %s %s. Please enter a lower amount.
es: La cantidad es superior a tu límite diario de %s %s. Por favor, introduce una cantidad inferior.
fr: Le montant est supérieur à votre limite quotidienne de %s %s. Veuillez indiquer un montant inférieur.
it: The amount is higher than your daily limit of %s %s. Please enter a lower amount.
ja: The amount is higher than your daily limit of %s %s. Please enter a lower amount.
ko: The amount is higher than your daily limit of %s %s. Please enter a lower amount.
nl: The amount is higher than your daily limit of %s %s. Please enter a lower amount.
pt: The amount is higher than your daily limit of %s %s. Please enter a lower amount.
sv: The amount is higher than your daily limit of %s %s. Please enter a lower amount.

# ErrorMessages.amountTooLow
source: The amount is lower than the minimum of %@ %@. Please enter a higher amount.
da: The amount is lower than the minimum of %s %s. Please enter a higher amount.
de: The amount is lower than the minimum of %s %s. Please enter a higher amount.
es: La cantidad es inferior al mínimo de %s %s. Por favor, introduce una cantidad superior.
fr: Le montant est inférieur à la limite minimale de %s %s. Veuillez indiquer un montant supérieur.
it: The amount is lower than the minimum of %s %s. Please enter a higher amount.
ja: The amount is lower than the minimum of %s %s. Please enter a higher amount.
ko: The amount is lower than the minimum of %s %s. Please enter a higher amount.
nl: The amount is lower than the minimum of %s %s. Please enter a higher amount.
pt: The amount is lower than the minimum of %s %s. Please enter a higher amount.
sv: The amount is lower than the minimum of %s %s. Please enter a higher amount.

# ErrorMessages.authorizationFailed
source: Card authorization failed. Please contact your credit card issuer/bank or try another card.
es: Error de autorización de la tarjeta. Ponte en contacto con el emisor/banco de tu tarjeta de crédito o prueba con otra tarjeta.
fr: Échec de l'autorisation de la carte. Veuillez contacter l'émetteur de votre carte de crédit/votre banque ou essayer une autre carte.

# ErrorMessages.balanceTooLow
source: You need %@ %@ in your wallet to cover network fees. Please add more %@ to your wallet.
da: You need %s %s in your wallet to cover network fees. Please add more %s to your wallet.
de: You need %s %s in your wallet to cover network fees. Please add more %s to your wallet.
es: Necesitas %s %s en tu monedero para cubrir las tarifas de red. Añade más %s a tu monedero.
fr: Vous devez disposer de %s %s dans votre portefeuille pour couvrir les frais de réseau. Veuillez ajouter plus de %s dans votre portefeuille.
it: You need %s %s in your wallet to cover network fees. Please add more %s to your wallet.
ja: You need %s %s in your wallet to cover network fees. Please add more %s to your wallet.
ko: You need %s %s in your wallet to cover network fees. Please add more %s to your wallet.
nl: You need %s %s in your wallet to cover network fees. Please add more %s to your wallet.
pt: You need %s %s in your wallet to cover network fees. Please add more %s to your wallet.
sv: You need %s %s in your wallet to cover network fees. Please add more %s to your wallet.

# ErrorMessages.CheckInternet
source: Please check your internet connection and try again later.
es: Por favor, comprueba tu conexión a Internet e inténtalo de nuevo más tarde.
fr: Veuillez vérifier votre connexion Internet, puis réessayez.

# ErrorMessages.default
source: Something went wrong! Try again later.
es: ¡Algo ha salido mal! Inténtalo de nuevo más tarde.
fr: Une erreur s'est produite ! Veuillez réessayer plus tard.

# ErrorMessages.emailUnavailableMessage
source: This device isn't configured to send email with the iOS mail app.
da: Denne enhed er ikke konfigureret til at sende e-mail med iOS mailappen.
de: Dieses Gerät ist nicht dafür eingerichtet, E-Mails mit der iOS-Mail-App zu versenden.
es: Este dispositivo no está configurado para enviar correo electrónico mediante una aplicación de iOS
fr: Cet appareil n'est pas configuré pour envoyer un e-mail avec l'application e-mail pour iOS.
it: Questo dispositivo non è configurato per inviare e-mail con l'app Mail di iOS.
ja: この端末は、iOSのメールアプリを使用してメールを送信する設定がされていません。
ko: 이 장치는 iOS 메일 앱으로 이메일을 전송하도록 설정되지 않았습니다.
nl: Dit apparaat is niet geconfigureerd om e-mails te sturen via de iOS Mail app.
pt: Este dispositivo não está configurado para enviar emails com a app Mail do iOS.
sv: Enheten är inte konfigurerad för att skicka e-post med post-appen i iOS.

# ErrorMessages.emailUnavailableTitle
source: Email Unavailable
da: E-mail utilgængelig
de: E-Mail nicht verfügbar
es: Correo electrónico no disponible
fr: E-mail non disponible
it: E-mail Non Disponibile
ja: メールが利用できません
ko: 이메일 사용불가
nl: E-mail niet beschikbaar
pt: Email Indisponível
sv: E-posten är inte tillgänglig

# ErrorMessages.ethBalanceLowAddEth
source: %@ is an ERC-20 token on the Ethereum blockchain and requires ETH network fees. Please add ETH to your wallet.
da: Insufficient Ethereum balance in your wallet to transfer this type of token.
de: Insufficient Ethereum balance in your wallet to transfer this type of token.
es: %s es un token ERC-20 en la blockchain Ethereum y requiere tarifas de red ETH. Por favor, añade ETH a tu monedero.
fr: Insufficient Ethereum balance in your wallet to transfer this type of token.
it: Insufficient Ethereum balance in your wallet to transfer this type of token.
ja: %s is an ERC-20 token on the Ethereum blockchain and requires ETH network fees. Please add ETH to your wallet.
ko: %s is an ERC-20 token on the Ethereum blockchain and requires ETH network fees. Please add ETH to your wallet.
nl: Insufficient Ethereum balance in your wallet to transfer this type of token.
pt: Insufficient Ethereum balance in your wallet to transfer this type of token.
sv: Insufficient Ethereum balance in your wallet to transfer this type of token.

# ErrorMessages.exchangeFailed
source: Swap failed. Reason: %@.
da: Swap failed. Reason: %s.
de: Swap failed. Reason: %s.
es: Error en el cambio. Motivo: %s.
fr: Échec de l'échange. Motif : %s.
it: Swap failed. Reason: %s.
ja: Swap failed. Reason: %s.
ko: Swap failed. Reason: %s.
nl: Swap failed. Reason: %s.
pt: Swap failed. Reason: %s.
sv: Swap failed. Reason: %s.

# ErrorMessages.ExchangeQuoteFailed
source: We are currently having issues making a swap between this pair of coins. Please try again later.
es: Actualmente estamos teniendo problemas para hacer un cambio entre este par de monedas. Inténtalo de nuevo más tarde.
fr: Nous rencontrons actuellement des difficultés pour réaliser un échange entre ces deux pièces. Veuillez réessayer plus tard.

# ErrorMessages.ExchangesUnavailable
source: We are having temporary network issues. Please try again later.
es: Tenemos problemas temporales con la red. Inténtalo de nuevo más tarde.
fr: Nous rencontrons des problèmes temporaires sur notre réseau. Veuillez réessayer plus tard.

# ErrorMessages.Kyc.Underage
source: You must be at least 18 years old to complete Level 1 and 2 verification.
es: Debes tener al menos 18 años para completar la verificación de Nivel 1 y Nivel 2.
fr: Vous devez avoir au moins 18 ans pour effectuer les vérifications de niveaux 1 et 2.

# ErrorMessages.loopingLockScreen.android
source: RockWallet can not be authenticated due to a bug in your version of Android. [Please tap here for more information.]
da: RockWallet kan ikke godkendes grundet en fejl i din version af Android. [Tryk her for flere oplysninger.]
de: RockWallet kann nicht authentifiziert werden aufgrund eines Fehlers in deiner Version von Android. [Bitte tippe hier für weitere Informationen].
es: RockWallet no se puede autenticar debido a un error de tu versión de Android. [Por favor pulsa aquí para más información]
fr: RockWallet ne peut pas être authentifié en raison d'un bug dans votre version d'Android. [Veuillez cliquer ici pour plus d'informations.]
it: RockWallet non può essere autenticato a causa di un bug nella tua versione di Android. [Tocca qui per maggiori informazioni.]
ja: BRDは、お使いのAndroidのバージョンに不具合があるため認証できません。 [詳しい情報はこちらをタップしてご覧ください。]
ko: 현재 이용 중인 안드로이드 버전의 버그로 인해 BRD가 인증될 수 없습니다. [Please tap here for more information.]
nl: RockWallet kan niet gewaarmerkt worden vanwege een fout in uw versie van Android. [Klik hier voor meer informatie.]
pt: Devido a um erro existente na sua versão do Android, o RockWallet não pode ser autenticado. [Por favor, toque aqui, a fim de obter mais informações.]
sv: RockWallet kan inte verifieras på grund av en bugg i din version av Android. [Klicka här för mer information.]

# ErrorMessages.messagingUnavailableMessage
source: This device isn't configured to send messages.
da: Denne enhed er ikke konfigureret til at sende beskeder.
de: Dieses Gerät ist nicht dafür eingerichtet, Nachrichten zu versenden.
es: Este dispositivo no está configurado para enviar mensajes.
fr: Cet appareil n'est pas configuré pour envoyer des messages.
it: Questo dispositivo non è configurato per inviare messaggi.
ja: この端末からメッセージを送信するための設定がされていません。
ko: 이 장치는 메시지를 보내도록 설정되지 않았습니다.
nl: Dit apparaat is niet geconfigureerd om berichten te sturen.
pt: Este dispositivo não está configurado para enviar mensagens.
sv: Denna enhet är inte konfigurerad för att skicka meddelanden.

# ErrorMessages.messagingUnavailableTitle
source: Messaging Unavailable
da: Beskeder utilgængelig
de: Nachrichtensystem nicht verfügbar
es: Mensajería no disponible
fr: Messagerie non disponible
it: Messaggistica Non Disponibile
ja: メッセージの送受信ができません
ko: 메시지 사용불가
nl: Bericht versturen niet beschikbaar
pt: Mensagens Indisponíveis
sv: Meddelandehantering inte tillgänglig

# ErrorMessages.networkFee
source: This swap doesn't cover the included network fee. Please add more funds to your wallet or change the amount you're swapping.
es: Este cambio no cubre la tarifa de red incluida. Añade más fondos a tu monedero o modifica el importe que estás cambiando.
fr: Cet échange ne couvre pas les frais de réseau inclus. Veuillez ajouter des fonds à votre portefeuille ou modifier le montant que vous échangez.

# ErrorMessages.NetworkIssues
source: We are having temporary network issues. Please try again later.
es: Tenemos problemas temporales de conexión. Inténtalo de nuevo más tarde.
fr: Nous rencontrons temporairement des problèmes de réseau. Veuillez réessayer plus tard.

# ErrorMessages.NoCurrencies
source: No selected currencies.
es: No se han seleccionado monedas.
fr: Aucune devise sélectionnée.

# ErrorMessages.noFees
source: Failed to fetch network fees. Please try again later.
es: Error al obtener las tarifas de red. Inténtalo de nuevo más tarde.
fr: Échec de la récupération des frais de réseau. Veuillez réessayer plus tard.

# ErrorMessages.noQuoteForPair
source: No quote for currency pair %@-%@.
da: No quote for currency pair %s-%s.
de: No quote for currency pair %s-%s.
es: Sin fondos para el par de monedas %s-%s.
fr: Aucune cotation pour la paire de devises %s-%s.
it: No quote for currency pair %s-%s.
ja: No quote for currency pair %s-%s.
ko: No quote for currency pair %s-%s.
nl: No quote for currency pair %s-%s.
pt: No quote for currency pair %s-%s.
sv: No quote for currency pair %s-%s.

# ErrorMessages.pendingExchange
source: A maximum of one swap can be active for a currency at a time.
es: Se admite un máximo de un cambio activo por moneda de forma simultánea.
fr: Un échange maximum peut être actif pour une devise à la fois.

# ErrorMessages.pinConfirmationFailed
source: PIN Authentication failed.
es: Error de autenticación del PIN.
fr: Échec de l'authentification du code PIN.

# ErrorMessages.selectAssets
source: In order to successfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.
da: In order to succesfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.
de: In order to succesfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.
es: Para realizar con éxito un cambio, asegúrate de tener dos o más de nuestros activos de cambio compatibles (BSV, BTC, ETH, BCH, SHIB, USDT) activados y financiados dentro de tu monedero.
fr: Afin de pouvoir effectuer votre échange, assurez-vous d'avoir activé et financé dans votre portefeuille au moins deux des actifs d'échange pris en charge (BSV, BTC, ETH, BCH, SHIB, USDT).
it: In order to succesfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.
ja: In order to succesfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.
ko: In order to succesfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.
nl: In order to succesfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.
pt: In order to succesfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.
sv: In order to succesfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.

# ErrorMessages.SomethingWentWrong
source: Oops! Something went wrong, please try again later.
es: ¡Vaya! Algo ha salido mal, por favor, inténtalo de nuevo más tarde.
fr: Oups ! Une erreur s'est produite, veuillez réessayer plus tard.

# ErrorMessages.temporaryNetworkIssues
source: We are having temporary issues connecting to our network. Please try again later.
es: Estamos experimentando problemas temporales para conectarnos a nuestra red. Inténtalo de nuevo más tarde.
fr: Nous rencontrons temporairement des problèmes de connexion à notre réseau. Veuillez réessayer plus tard.

# ErrorMessages.touchIdFailed.android
source: Fingerprint not recognized. Please try again.
da: Fingeraftryk ikke genkendt. Prøv igen.
de: Fingerabdruck nicht erkannt. Bitte erneut versuchen.
es: No se reconoce la huella digital. Por favor, inténtalo de nuevo.
fr: L'empreinte digitale n'a pas été reconnue. Veuillez réessayer.
it: Impronta non riconosciuta. Per favore, prova di nuovo.
ja: 指紋が認識されませんでした。もう一度やり直してください。
ko: 지문 인식되지 않음. 다시 시도해 주세요.
nl: Vingerafdruk niet herkend. Probeer het alstublieft opnieuw.
pt: Impressão digital não reconhecida. Por favor, tente novamente.
sv: Fingeravtryck ej bekräftat. Försök igen.

# ErrorMessages.UnknownError
source: Unknown error.
es: Error desconocido.
fr: Erreur inconnue.

# ExportConfirmation.cancel
source: Cancel
da: Afbestille
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: annuleren
pt: Cancelar
sv: Avbryt
