Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# RecoveryKeyFlow.enterRecoveryKey
source: Enter your Recovery Phrase
da: Indtast gendannelsesfrase
de: Geben Sie die Wiederherstellungsphrase ein
es: Introducir clave de recuperación
fr: Entrer la clé de récupération
it: Inserisci la chiave di recupero
ja: 回復フレーズを入力してください
ko: 복구 문구 입력
nl: Voer herstelcode in
pt: Introduzir Chave de Recuperação
sv: Ange återställningsnyckel

# RecoveryKeyFlow.enterRecoveryKeySubtitle
source: Please enter the Recovery Phrase in order to delete your account and unlink the wallet.
da: Indtast din gendannelsesfrase for at fjerne linket fra denne tegnebog fra din enhed.
de: Bitte geben Sie Ihre Wiederherstellungsphrase ein, um die Verknüpfung dieser Brieftasche mit Ihrem Gerät aufzuheben.
es: Introduzca su clave de recuperación para desvincular esta billetera de su dispositivo.
fr: Veuillez entrer votre clé de récupération afin de dissocier ce portefeuille de votre appareil.
it: Per favore inserisci la tua chiave di recupero per scollegare questo portafoglio dal tuo dispositivo.
ja: デバイスからこのウォレットのリンクを解除するには、リカバリフレーズを入力してください。
ko: 기기에서이 지갑의 연결을 해제하려면 복구 문구를 입력하세요.
nl: Voer uw herstelcode in om deze wallet van uw apparaat te ontkoppelen.
pt: Por favor, introduza a sua chave de recuperação para desvincular esta carteira deste dispositivo.
sv: Ange din återställningsnyckel för att ta bort länken till denna plånbok från din enhet.

# RecoveryKeyFlow.exitRecoveryKeyPromptBody
source: Are you sure you want to set up your Recovery Phrase later?
da: Er du sikker på, at du vil konfigurere din gendannelsesfrase senere?
de: Sind Sie sicher, dass Sie Ihre Wiederherstellungsphrase später einrichten möchten?
es: ¿Está seguro de que desea configurar su clave de recuperación más tarde?
fr: Êtes-vous sûr de vouloir configurer votre clé de récupération ultérieurement ?
it: Sei sicuro di voler impostare la tua chiave di recupero più tardi?
ja: 後でリカバリフレーズを設定してもよろしいですか？
ko: 나중에 복구 문구를 설정 하시겠습니까?
nl: Weet u zeker dat u uw herstelcode later in wilt stellen?
pt: Tem a certeza que pretende definir a sua chave de recuperação mais tarde?
sv: Är du säker på att du vill ställa in din återställningsnyckel vid ett senare tillfälle?

# RecoveryKeyFlow.exitRecoveryKeyPromptTitle
source: Set Up Later
da: Opsæt senere
de: Später einstellen
es: Configurar más tarde
fr: Configurer ultérieurement
it: Imposta più tardi
ja: 後から行う
ko: 나중에 설정
nl: Later instellen
pt: Definir Mais Tarde
sv: Ställ in senare

# RecoveryKeyFlow.generateKeyButton
source: GOT IT
da: Generer gendannelsesfrase
de: Wiederherstellungsphrase generieren
es: Generar clave de recuperación
fr: Générer une clé de récupération
it: Genera una chiave di recupero
ja: 回復フレーズの生成
ko: 복구 문구 생성
nl: Herstelcode aanmaken
pt: Gerar Chave de Recuperação
sv: Generera återställningsnyckel

# RecoveryKeyFlow.generateKeyExplanation
source: This is required to restore your wallet if you upgrade or lose your phone.
da: Denne nøgle er nødvendig for at inddrive dine penge, hvis du opgraderer eller mister din telefon.
de: Dieser Schlüssel wird benötigt, damit Sie Ihr Geld zurückerlangen können, falls Sie Ihr Telefon heraufstufen oder verlieren.
es: Esta clave es necesaria para recuperar su dinero si cambia o pierde su teléfono.
fr: Cette clé est nécessaire pour récupérer votre argent en cas de mise à niveau ou de perte de votre téléphone.
it: La chiave è necessaria per recuperare il tuo denaro nel caso cambiassi o perdessi il telefono.
ja: 携帯のアップグレードや紛失の際に,保有資金を復元するためにこのキーが必要です。
ko: 이 키는 스마트폰을 업그레이드 또는 분실하는 경우 돈을 복구할 때 필수입니다.
nl: De code is vereist om uw geld terug te krijgen als u een upgrade uitvoert of uw telefoon verliest.
pt: Esta chave é necessária para recuperar o seu dinheiro caso mude ou perca o seu telefone.
sv: Den här nyckeln krävs för att återställa dina pengar om du uppgraderar eller förlorar din telefon.

# RecoveryKeyFlow.generateKeyTitle
source: Generate your private Recovery Phrase
da: Generer din private gendannelsesfrase
de: Generieren Sie Ihre private Wiederherstellungsphrase
es: Genere su clave de recuperación privada
fr: Générez votre clé de récupération privée
it: Genera la tua chiave privata di recupero
ja: プライベートな回復フレーズを生成する
ko: 개인 복구 문구 생성
nl: Maak uw persoonlijke herstelcode aan
pt: Gerar a sua chave de recuperação privada
sv: Skapa din privata återställningsnyckel

# RecoveryKeyFlow.goToWalletButtonTitle
source: GO TO WALLET
da: Gå til Tegnebog
de: Zum Geldbeutel gehen
es: Ir a billetera
fr: Aller au portefeuille
it: Vai al portafoglio
ja: ウォレットへ
ko: 지갑으로 이동
nl: Ga naar Wallet
pt: Ir para Carteira
sv: Gå till plånbok

# RecoveryKeyFlow.howItWorksStep
source: How it works - Step %@
da: Sådan fungerer det - Trin %1$@
de: So funktioniert es - Schritt %1$@
es: Cómo funciona - Paso %1$@
fr: Comment ça marche - Étape %1$@
it: Come funziona - Passo %1$@
ja: 使い方 - ステップ%1$@
ko: 작동 원리 - %1$@ 단계
nl: Hoe werkt het - Stap %1$@
pt: Como funciona - Passo %1$@
sv: Hur det fungerar - Steg %1$@

# RecoveryKeyFlow.invalidPhrase
source: Some of the words you entered do not match your Recovery Phrase. Please try again.
da: Nogle af de ord, du indtastede, stemmer ikke overens med din gendannelsesfrase. Prøv igen.
de: Einige der eingegebenen Wörter stimmen nicht mit Ihrer Wiederherstellungsphrase überein. Bitte versuche es erneut.
es: Algunas de las palabras que introdujo no coinciden con su clave de recuperación. Vuelva a intentarlo.
fr: Certains mots que vous avez saisis ne correspondent pas à votre clé de récupération. Veuillez réessayer.
it: Alcune delle parole che hai inserito non corrispondono alla tua chiave di recupero. Per favore riprova.
ja: 入力した単語の一部が回復フレーズと一致しません。もう一度お試しください。
ko: 입력 한 단어 중 일부가 복구 문구와 일치하지 않습니다. 다시 시도하십시오.
nl: Enkele van de woorden die u heeft ingevoerd komen niet overeen met uw herstelcode. Probeer het nogmaals.
pt: Algumas das palavras que introduziu não correspondem à sua chave de recuperação. Por favor, tente outra vez.
sv: Några av orden du skrev in matchar inte din återställningsnyckel. Var god försök igen.

# RecoveryKeyFlow.keepSecure
source: Write down your Recovery Phrase
da: Hold den sikker
de: Achten Sie auf Sicherheit
es: Manténgala segura
fr: Gardez-la en sécurité
it: Tienila al sicuro
ja: 安全に保管
ko: 안전하게 보관하세요.
nl: Houd het veilig
pt: Mantenha-a segura
sv: Förvara den säkert

# RecoveryKeyFlow.keyUseHint
source: Your key is only needed for recovery, not for everyday wallet access.
da: Din nøgle er kun nødvendig til genopretning, ikke til hverdagsadgang til tegnebogen.
de: Ihr Schlüssel wird nur für die Wiederherstellung benötigt und nicht für den täglichen Zugriff auf Ihren Geldbeutel.
es: Su clave solo es necesaria para la recuperación, no para el acceso de todos los días a su billetera.
fr: Votre clé n'est nécessaire que pour la récupération et non pour l'accès quotidien à votre portefeuille.
it: La tua chiave è necessaria solo per il recupero, non per l'accesso giornaliero al tuo portafoglio.
ja: キーは復元時にのみ必要です。通常のウォレットへのアクセスには必要ありません。
ko: 키는 복구에만 필요할 뿐 매일 지갑에 액세스할 때는 필요하지 않습니다.
nl: Uw code is alleen nodig voor herstel, niet voor dagelijkse toegang tot uw wallet.
pt: A sua chave é apenas necessária para recuperação, não para o acesso normal à sua carteira.
sv: Din nyckel behövs endast för återställning, inte för daglig tillgång till plånboken

# RecoveryKeyFlow.noScreenshotsOrEmailWarning
source: For security purposes, do not screenshot or email these words
da: Af sikkerhedshensyn skal du ikke tage skærmbilleder eller e-maile disse ord
de: Erstellen Sie aus Sicherheitsgründen keine Screenshots von diesen Wörtern und versenden Sie sie nicht per E-Mail
es: Por motivos de seguridad, no tome una captura de estas palabras ni las envíe por correo electrónico
fr: Pour des raisons de sécurité, ne faites pas de capture d'écran de ces mots et ne les envoyez pas par courriel.
it: Per ragioni di sicurezza non catturare lo schermo o non mandare via email queste parole.
ja: 安全上の観点から,これらの単語のスクリーンショットやメール送信はおやめください
ko: 보안에 취약하므로 스크린샷이나 이메일로 이 단어를 남기지 마세요.
nl: Maak om veiligheidsredenen geen screenshot van deze woorden en verstuur ze niet per e-mail
pt: Por motivos de segurança, não faça capturas de ecrã ou envie por email estas palavras.
sv: Av säkerhetsskäl bör du undvika att ta en skärmdump eller mejla dessa ord

# RecoveryKeyFlow.noScreenshotsRecommendation
source: This is required to restore your wallet if you upgrade or lose your phone.
da: Skriv din nøgle ned på papir og bekræft den. Skærmbilleder anbefales ikke af sikkerhedsmæssige årsager.
de: Notieren Sie Ihren Schlüssel auf einem Stück Papier und bestätigen Sie. Von Screenshots ist aus Sicherheitsgründen abzusehen.
es: Escriba su clave en papel y confírmela. Por motivos de seguridad, no se recomiendan las capturas de pantalla.
fr: Notez votre clé sur papier et confirmez-la. Les captures d'écran ne sont pas conseillées pour des raisons de sécurité.
it: Annota la tua chiave su un foglio di carta e controllane la correttezza. Catturare un'immagine dello schermo non è consigliato per ragioni di sicurezza.
ja: キーは紙にメモして,確認してください。安全上の理由からスクリーンショットでの保管はお勧めできません。
ko: 종이에 키를 적고 나서 확인하세요. 보안에 취약하므로 스크린샷을 찍는 것은 추천하지 않습니다.
nl: Noteer uw code op papier en bevestig hem. Screenshots worden om veiligheidsredenen niet aangeraden.
pt: Tome nota num papel da sua chave de recuperação e confirme. Capturas de ecrã não são recomendadas por questões de segurança.
sv: Skriv ner din nyckel på ett papper och bekräfta den. Skärmdumpar rekommenderas inte av säkerhetsskäl.

# RecoveryKeyFlow.recoveryYourWallet
source: Restore Your Wallet
da: Gendan din Tegnebog
de: Stellen Sie Ihren Geldbeutel wieder her.
es: Recupere su billetera
fr: Récupérer votre portefeuille
it: Recupera il tuo portafoglio.
ja: ウォレットの復元
ko: 내 지갑 복구
nl: Herstel uw wallet
pt: Recuperar a Sua Carteira
sv: Återställ din plånbok

# RecoveryKeyFlow.recoveryYourWalletSubtitle
source: Please enter the Recovery Phrase of the wallet you want to restore
da: Indtast gendannelsesfrasen for den tegnebog, du vil gendanne.
de: Bitte geben Sie den Wiederherstellungssatz der Brieftasche ein, die Sie wiederherstellen möchten.
es: Introduzca la clave de recuperación de la billetera que desee recuperar.
fr: Veuillez entrer la clé de récupération du portefeuille que vous voulez récupérer.
it: Per favore inserisci la chiave di recupero del portafoglio che vuoi recuperare.
ja: 回復するウォレットの回復フレーズを入力してください。
ko: 복구하려는 지갑의 복구 문구를 입력하세요.
nl: Voer de herstelcode in van de wallet die u wilt herstellen.
pt: Por favor, introduza a chave de recuperação da carteira que pretende recuperar.
sv: Ange återställningsnyckeln för den plånbok du vill återställa.

# RecoveryKeyFlow.relaxBuyTrade
source: Keep your Recovery Phrase in a secure location
da: Slap af, køb og handel
de: Entspannen Sie sich, kaufen Sie und handeln Sie
es: Relájese, compre e intercambie
fr: Détendez-vous, achetez et échangez
it: Rilassati, compra e fai affari
ja: 安心の購入と取引
ko: 편안하게 구매하고 거래하세요.
nl: Ontspan, koop en handel
pt: Relaxe, compre, e troque
sv: Slappna av, köp, och handla

# RecoveryKeyFlow.rememberToWriteDownReminder
source: Remember to write these words down. Swipe back if you forgot.
da: Husk at skrive disse ord ned. Stryg tilbage, hvis du har glemt dem.
de: Vergessen Sie nicht, diese Wörter zu notieren. Gehen Sie gegebenenfalls noch einmal zurück.
es: Recuerde escribir estas palabras. Deslice hacia atrás si las ha olvidado.
fr: N'oubliez pas de noter ces mots. Glissez pour revenir en arrière en cas d'oubli.
it: Ricorda di annotare queste parole. Torna indietro se ti sei dimenticato.
ja: 単語はメモしましたか。忘れていたら,スワイプして戻ってください。
ko: 이 단어들을 잊지 말고 적어 두세요. 잊으셨다면 가볍게 밀어 뒤로 가세요.
nl: Vergeet niet om deze woorden op te schrijven. Veeg terug als u het vergeten bent.
pt: Lembre-se de apontar estas palavras. Deslize para trás caso se tenha esquecido.
sv: Kom ihåg att skriva ner dessa ord. Svep tillbaka om du glömt att göra det.

# RecoveryKeyFlow.resetPINInstruction
source: Please enter your Recovery Phrase to reset your PIN.
da: Indtast din gendannelsesfrase for at nulstille din pinkode.
de: Bitte geben Sie Ihre Wiederherstellungsphrase ein, um Ihre PIN zurückzusetzen.
es: Introduzca su clave de recuperación para restablecer su PIN.
fr: Veuillez entrer votre clé de récupération pour réinitialiser votre code PIN.
it: Per favore inserisci la tua chiave di recupero per resettare il tuo PIN.
ja: PINをリセットするには、回復フレーズを入力してください。
ko: PIN을 재설정하려면 복구 문구를 입력하세요.
nl: Voer uw herstelcode in om uw PIN opnieuw in te stellen.
pt: Por favor, introduza a sua chave de recuperação para redefinir o seu PIN.
sv: Ange din återställningsnyckel för att återställa din PIN-kod.

# RecoveryKeyFlow.securityAssurance
source: Remember that this is the only way to restore your wallet. RockWallet does not keep a copy.
da: Køb og handel vel vidende, at dine midler er beskyttet af den bedste sikkerhed og privatlivspolitik i branchen.
de: Kaufen und handeln Sie in dem Wissen, dass Ihr Geld durch höchste Sicherheit und Privatsphäre, die es in der Branche gibt, geschützt sind.
es: Compre e intercambie sabiendo que sus fondos están protegidos por la mejor seguridad y privacidad del mercado.
fr: Achetez et échangez en sachant que vos fonds sont protégés par la meilleure sécurité et la plus grande confidentialité qui soient.
it: Compra e fai affari sapendo che i tuoi fondi sono protetti dalla migliore sicurezza e privacy sul mercato.
ja: お客様の資産は最も安全に個人情報を守りながら保護されていますので,安心して購入や取引ができます。
ko: 비즈니스 최고의 보안과 개인정보 보호정책으로 자금이 보호받는다는 사실을 인지하며 구매하고 거래하세요.
nl: Koop en handel in de wetenschap dat uw fondsen beschermd zijn met de beste veiligheid en privacy die er zijn.
pt: Compre e troque sabendo que os seus fundos estão protegidos pela melhor segurança e privacidade na área.
sv: Köp och handla med vetskapen att dina tillgångar skyddas av den bästa säkerheten och integriteten i branschen

# RecoveryKeyFlow.storeSecurelyRecommendation
source: For security reasons, screenshots are not recommended, as anyone with your Recovery Phrase can access your funds.
da: Gem din nøgle på et sikkert sted. Dette er den eneste måde at genoprette din tegnebog på. RockWallet beholder ikke en kopi.
de: Bewahren Sie Ihren Schlüssel an einem sicheren Ort auf. Dies ist der einzige Weg, um Ihren Geldbeutel wiederherzustellen: RockWallet verfügt über keine Kopie.
es: Guarde su clave en un lugar seguro. Esta es la única forma de recuperar su billetera. RockWallet no guarda una copia.
fr: Conservez votre clé dans un endroit sécurisé. C'est le seul moyen de récupérer votre portefeuille. RockWallet n'en conserve pas de copie.
it: Conserva la tua chiave in un luogo sicuro. Questa è l'unica maniera per recuperare il tuo portafoglio. RockWallet non ne mantiene una copia.
ja: キーは安全な場所に保管してください。ウォレットを復元できるのはこのキーだけです。BRD はキーを保存していません。
ko: 안전한 장소에 키를 보관하세요. 지갑을 복구할 유일한 방법입니다. BRD는 복사본을 보관하지 않습니다.
nl: Bewaar uw code op een veilige plek. Dit is de enige manier om uw wallet terug te krijgen. RockWallet bewaart geen kopie.
pt: Guarde a sua chave numa localização segura. Esta é a única forma de recuperar a sua carteira. A RockWallet não guarda uma cópia.
sv: Förvara din nyckel på en säker plats. Detta är det enda sättet att återställa din plånbok. RockWallet tillhandahåller inte någon kopia.

# RecoveryKeyFlow.successHeading
source: Congratulations! You completed your Recovery Phrase setup.
da: Tillykke! Du afsluttede opsætningen af din gendannelsesfrase.
de: Herzliche Glückwünsche! Sie haben die Einrichtung Ihrer Wiederherstellungsphrase abgeschlossen.
es: ¡Felicitaciones! Ha completado la configuración de su clave de recuperación.
fr: Félicitations ! Vous avez terminé la configuration de votre clé de récupération.
it: Congratulazioni! Hai completato l'impostazione della tua chiave di recupero.
ja: おめでとう！回復フレーズの設定が完了しました。
ko: 축하합니다! 복구 문구 설정을 완료했습니다.
nl: Gefeliciteerd! U heeft de instellingen van uw herstelcode voltooid.
pt: Parabéns! Completou a definição da sua chave de recuperação.
sv: Gratulerar! Du är nu klar med att ställa in din återställningsnyckel.

# RecoveryKeyFlow.successSubheading
source: You're all set to deposit, swap, and buy crypto from your RockWallet.
da: Du er klar til at indbetale, handle og købe krypto fra din RockWallet-tegnebog.
de: Sie sind zum Anlegen, Handeln und Erwerben von Kryptowährung aus Ihrem RockWallet-Geldbeutel vorbereitet.
es: Ya está listo para depositar, intercambiar y comprar criptomonedas desde su billetera de RockWallet.
fr: Vous êtes prêt à déposer, échanger et acheter de la crypto-monnaie à partir de votre portefeuille RockWallet.
it: Sei pronto per depositare, commerciare e comprare criptovaluta dal tua portafoglio RockWallet.
ja: BRD ウォレットで仮想通貨を保管・購入・取引をする準備ができました。
ko: BRD 지갑에서 암호화화폐를 예금하고 거래하고 구매할 준비가 끝났습니다.
nl: U bent nu klaar om te storten, handelen en crypto van uw RockWallet-wallet te kopen.
pt: Está pronto para depositar, trocar, e comprar crypto a partir da sua carteira RockWallet.
sv: Du är nu redo att börja sätta in, handla med och köpa krypto från din RockWallet-plånbok

# RecoveryKeyFlow.unlinkWallet
source: Unlink your wallet from this device.
da: Fjern forbindelsen til din tegnebog fra denne enhed.
de: Heben Sie die Verbindung Ihres Geldbeutels mit diesem Gerät auf.
es: Desvincular su billetera de este dispositivo.
fr: Dissociez votre portefeuille de cet appareil.
it: Scollega il tuo portafoglio da questo dispositivo.
ja: 端末からウォレットを解除する。
ko: 이 기기에서 지갑 연결을 해제합니다.
nl: Ontkoppel uw wallet van dit apparaat.
pt: Desvincule a sua carteira deste dispositivo.
sv: Ta bort länken till din plånbok från denna enhet.

# RecoveryKeyFlow.unlinkWalletSubtext
source: Start a new wallet by unlinking your device from the currently-installed wallet.
da: Start en ny tegnebog ved at afkoble din enhed fra den aktuelt installerede tegnebog.
de: Beginnen Sie einen neuen Geldbeutel, indem Sie die Verbindung Ihres Geräts mit dem aktuell eingestellten Geldbeutel aufheben.
es: Comience una nueva billetera desvinculando su dispositivo de la billetera instalada actualmente.
fr: Ouvrez un nouveau portefeuille en dissociant votre appareil du portefeuille actuellement installé.
it: Comincia un nuovo portafoglio scollegando il tuo dispositivo dal portafogli installato correntemente.
ja: 端末から現在インストールされているウォレットを解除し,新しいウォレットを始めます。
ko: 현재 설치된 지갑에서 기기 연결을 해제해 새 지갑을 시작하세요.
nl: Begin met een nieuwe wallet door uw apparaat te ontkoppelen van de momenteel geïnstalleerde wallet.
pt: Comece uma nova carteira desvinculando o seu dispositivo da carteira já instalada.
sv: Starta en ny plånbok genom att ta bort länken till den för närvarande installerade plånboken från denna enhet.

# RecoveryKeyFlow.unlinkWalletWarning
source: Wallet must be recovered to regain access.
da: Tegnebogen skal genoprettes for at genvinde adgangen.
de: Geldbeutel muss wiederhergestellt werden, um den Zugriff zurückzuerlangen.
es: Debe recuperar la billetera para recuperar el acceso.
fr: Le portefeuille doit être récupéré pour retrouver l'accès.
it: Il portafoglio deve essere recuperato per riottenere l'accesso.
ja: ウォレットは再アクセスのために復元を開始します。
ko: 액세스 권한을 다시 받으려면 지갑을 복구해야 합니다.
nl: Wallet moet hersteld worden om toegang te verkrijgen.
pt: A carteira tem de ser recuperada para recuperar o acesso.
sv: Plånboken måste återställas för att du ska återfå tillgång till den.

# RecoveryKeyFlow.wipeWallet
source: Wipe your wallet from this device.
da: Fjern forbindelsen til din tegnebog fra denne enhed.
de: Heben Sie die Verbindung Ihres Geldbeutels mit diesem Gerät auf.
es: Desvincular su billetera de este dispositivo.
fr: Dissociez votre portefeuille de cet appareil.
it: Scollega il tuo portafoglio da questo dispositivo.
ja: 端末からウォレットを解除する。
ko: 이 기기에서 지갑 연결을 해제합니다.
nl: Ontkoppel uw wallet van dit apparaat.
pt: Desvincule a sua carteira deste dispositivo.
sv: Ta bort länken till din plånbok från denna enhet.

# RecoveryKeyFlow.wipeWalletSubtext
source: Start a new wallet by wiping the current wallet from your device.
da: Start en ny tegnebog ved at tørre den aktuelle tegnebog fra din enhed.
de: Starten Sie eine neue Brieftasche, indem Sie die aktuelle Brieftasche von Ihrem Gerät löschen.
es: Inicie una nueva cartera limpiando la cartera actual de su dispositivo.
fr: Commencez un nouveau portefeuille en effaçant le portefeuille actuel de votre appareil.
it: Iniziate un nuovo portafoglio cancellando il portafoglio attuale dal vostro dispositivo.
ja: デバイスから現在のウォレットを消去して、新しいウォレットを開始します。
ko: 기기에서 현재 지갑을 닦아서 새 지갑을 시작합니다.
nl: Start een nieuwe portefeuille door de huidige portefeuille van uw apparaat te wissen.
pt: Comece uma nova carteira, limpando a carteira actual do seu dispositivo.
sv: Starta en ny plånbok genom att torka av den nuvarande plånboken från din enhet.

# RecoveryKeyFlow.writeItDown
source: Generate your private Recovery Phrase
da: Skriv din nøgle ned
de: Notieren Sie Ihren Schlüssel
es: Escriba su clave
fr: Saisissez votre clé
it: Annota la tua chiave
ja: 復元キーをメモする
ko: 키를 적어 주세요.
nl: Noteer uw code
pt: Tome nota da sua chave
sv: Skriv ner din nyckel

# RecoveryKeyFlow.writeKeyAgain
source: Write down your Recovery Phrase again
da: Skriv din gendannelsessæt igen
de: Schreiben Sie Ihre Wiederherstellungsphrase erneut auf
es: Vuelva a escribir su clave de recuperación
fr: Saisissez à nouveau votre clé de récupération
it: Annota di nuovo la tua chiave di recupero
ja: 回復フレーズをもう一度書き留めます
ko: 복구 문구를 다시 기록하십시오.
nl: Noteer nogmaals uw herstelcode
pt: Tome nota novamente da sua chave de recuperação
sv: Skriv ner din återställningsnyckel igen

# RecoveryKeyFlow.writeKeyScreenSubtitle
source: Write down the following words in order.
da: Skriv følgende ord ned i rækkefølge.
de: Notieren Sie die folgenden Wörter der Reihe nach.
es: Escriba las siguientes palabras en orden.
fr: Notez les mots suivants dans l'ordre.
it: Annota le seguenti parole in ordine.
ja: 以下の単語を順番通りにメモしてください。
ko: 다음 단어를 순서대로 적으세요.
nl: Noteer de volgende woorden op volgorde.
pt: Tome nota das seguintes palavras em ordem.
sv: Skriv ner följande ord i ordning.

# RecoveryKeyFlow.writeKeyScreenTitle
source: Recovery Phrase
da: Din gendannelsesfrase
de: Ihre Wiederherstellungsphrase
es: Su clave de recuperación
fr: Votre clé de récupération
it: La tua chiave di recupero
ja: あなたの回復フレーズ
ko: 복구 문구
nl: Uw herstelcode
pt: A Sua Chave de Recuperação
sv: Din återställningsnyckel

# RecoveryKeyFlow.writeKeyStepTitle
source: %@ of %@
da: %1$@ af %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ de %2$@
it: %1$@ di %2$@
ja: %1$@の%2$@
ko: %2$@ 중 %1$@
nl: %1$@ van %2$@
pt: %1$@ de %2$@
sv: %1$@ av %2$@

# RecoveryKeyFlow.WritePhrase.subtitle
source: Save your 12 word Recovery Phrase generated in the next step.
es: Save your 12 word security phrase generated in the next step.
ja: Save your 12 word security phrase generated in the next step.
ko: Save your 12 word security phrase generated in the next step.
nl: Save your 12 word security phrase generated in the next step.
pt: Save your 12 word security phrase generated in the next step.

# RecoveryKeyOnboarding.description1
source: This is required to restore your wallet if you upgrade or lose your phone.
es: Es necesaria para restaurar tu monedero si actualizas o pierdes tu teléfono.
fr: Cette action est requise pour restaurer votre portefeuille en cas de mise à jour ou de perte de votre portable.

# RecoveryKeyOnboarding.description2
source: For security reasons, screenshots are not recommended, as anyone with your Recovery Phrase can access your funds.
es: Por razones de seguridad, no se recomienda realizar capturas de pantalla, ya que cualquier persona con tu frase de recuperación puede acceder a tus fondos.
fr: Pour des raisons de sécurité, nous vous déconseillons de faire des captures d'écran, car toute personne disposant de votre phrase de récupération peut accéder à vos fonds.
