Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# UpdatePin.reEnterNew
source: Re-enter your new PIN
da: Genindtast din nye PIN.
de: Gib deine neue PIN erneut ein.
es: Vuelve a introducir tu nuevo PIN.
fr: Entrez votre nouveau PIN à nouveau.
it: Inserisci ancora il tuo nuovo PIN.
ja: 新しいPINコードを再入力してください。
ko: 새 PIN 코드를 다시 입력하세요.
nl: Voer je nieuwe PIN opnieuw in.
pt: Reintroduza o seu novo PIN.
sv: Ange din nya PIN-kod igen.

# UpdatePin.RemainingAttempts
source: Attempts remaining:
es: Intentos restantes:
fr: Tentatives restantes :

# UpdatePin.ResetPinSuccess
source: Your PIN was reset successfully!
es: ¡Tu PIN se ha restablecido correctamente!
fr: Votre code PIN a été réinitialisé avec succès !

# UpdatePin.securedWallet
source: Secured wallet
es: Monedero seguro

# UpdatePin.setNewPinTitle
source: Set your PIN
da: Set your new PIN
de: Set your new PIN
es: Set your new PIN
fr: Configurez votre code PIN
it: Set your new PIN
nl: Set your new PIN
pt: Set your new PIN
sv: Set your new PIN

# UpdatePin.setPinError
source: Something went wrong updating your PIN. Please try again.
da: Beklager, kunne ikke opdatere PIN.
de: Leider konnte deine PIN nicht aktualisiert werden.
es: No se pudo actualizar el PIN.
fr: Désolés, nous n'avons pas pu mettre à jour le code PIN.
it: Purtroppo non è possibile aggiornare il PIN.
ja: 申し訳ありませんが、PINコードが更新できませんでした。
ko: 죄송합니다, PIN 코드를 업데이트하지 못했습니다.
nl: Sorry, we konden je PIN niet updaten.
pt: Desculpe, não foi possível atualizar o PIN
sv: Förlåt, vi kunde inte uppdatera din PIN-kod.

# UpdatePin.setPinErrorTitle
source: Update PIN Error
da: Fejl ved opdatering af PIN
de: Fehler bei der PIN-Aktualisierung
es: Error al actualizar el PIN
fr: Erreur de mise à jour du code PIN
it: Errore Aggiornamento PIN
ja: PINコード更新エラー
ko: PIN 코드 업데이트 오류
pt: Erro a Atualizar PIN
sv: Fel vid uppdatering av PIN-kod

# UpdatePin.TwoAttempts
source: 2 more failed attempts.
es: 2 intentos fallidos más.
fr: Deux tentatives restantes.

# UpdatePin.UpdatePinPopup
source: The RockWallet app requires you to set a PIN to secure your wallet, separate from your device passcode. You will be required to enter the PIN to view your balance or send money, which keeps your wallet private even if you let someone use your phone or if your phone is stolen by someone who knows your device passcode. Do not forget your wallet PIN! It can only be reset by using your Recovery Phrase. If you forget your PIN and lose your Recovery Phrase, your wallet will be lost.
es: La aplicación RockWallet requiere que configures un PIN para proteger tu monedero, además del código de acceso de tu dispositivo. Se te pedirá que introduzcas el PIN para ver tu saldo o enviar dinero, lo que mantiene tu monedero privado incluso si permites que alguien use tu teléfono o si alguien que conoce el código de acceso del dispositivo te roba el teléfono. ¡No olvides el PIN de tu monedero! Solo se puede restablecer mediante el uso de tu frase de recuperación. Si olvidas tu PIN y pierdes tu frase de recuperación, tu monedero se perderá.
fr: L'application RockWallet vous demande de définir un code PIN pour sécuriser votre portefeuille. Il doit être différent du mot de passe de votre appareil. Vous devrez saisir le code PIN pour consulter votre solde ou envoyer de l'argent, afin de préserver la confidentialité de votre portefeuille, même si vous laissez quelqu'un utiliser votre téléphone ou si celui-ci est volé par une personne connaissant le code d'accès de votre appareil. N'oubliez pas le code PIN de votre portefeuille ! Vous pouvez le réinitialiser uniquement à l'aide de votre phrase de récupération. Si vous oubliez votre code PIN et votre phrase de récupération, vous perdrez votre portefeuille.

# UpdatePin.updateTitle
source: Update PIN
da: Opdater PIN
de: PIN aktualisieren
es: Actualizar PIN
fr: Mettre à jour le code PIN
it: Aggiorna PIN
ja: PINコードを更新する
ko: PIN 코드 업데이트
pt: Atualizar PIN
sv: Uppdatera PIN-kod

# UpdatePin.WhyPIN
source: Why do I need a PIN?
es: ¿Por qué necesito un PIN?
fr: Pourquoi ai-je besoin d'un code PIN ?

# URLHandling.addressaddressListAlertMessage
source: Copy wallet addresses to clipboard?
da: Kopier pungadresse til udklipsholderen?
de: Wallet-Adressen in die Zwischenablage kopieren?
es: ¿Quieres copiar las direcciones de la cartera al portapapeles?
fr: Copier les adresses du portefeuille dans le presse-papiers ?
it: Copiare gli indirizzi del portafoglio negli appunti?
ja: ウォレットアドレスをクリップボードにコピーしますか?
ko: 월렛 주소를 클립 보드에 복사할까요?
nl: Portemonnee adressen naar plakbord kopiëren?
pt: Copiar endereços da carteira para a área de transferência?
sv: Kopiera plånboksadresser till urklipp?

# URLHandling.addressList
source: Authorize to copy wallet address to clipboard
da: Tillad at kopiere pungadresse til udklipsholder
de: Berechtigung für das Kopieren der Wallet-Adresse in die Zwischenablage erteilen
es: Autoriza para copiar la dirección de la cartera al portapapeles
fr: Autoriser à copier l'adresse du portefeuille dans le presse-papiers
it: Autorizza a copiare l'indirizzo del portafoglio negli appunti
ja: ウォレットアドレスのクリップボードへのコピーを認証
ko: 월렛 주소를 클립 보드에 복사할 수 있는 권한을 부여
nl: Autoriseer om portemonnee adres naar plakbord te kopiëren
pt: Autorize para copiar o endereço da carteira para a área de transferência
sv: Godkänn att kopiera plånbokens adress till urklipp

# URLHandling.addressListAlertTitle
source: Copy Wallet Addresses
da: Kopier pungadresse
de: Wallet-Adressen kopieren
es: Copiar direcciones de la cartera
fr: Copier les adresses du portefeuille
it: Copia Indirizzi Portafoglio
ja: ウォレットアドレスをコピーします
ko: 월렛 주소 복사하기
nl: Kopieer Portemonnee Adressen
pt: Copiar Endereços da Carteira
sv: Kopiera plånboksadresser

# URLHandling.copy
source: Copy
da: Kopier
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pt: Copiar
sv: Kopiera

# VerificationCode.actionInstructions
source: Check your phone for the confirmation token we sent you. It may take a couple of minutes.
es: Verifique en su teléfono el token de confirmación que le enviamos. Puede tomar un par de minutos.
fr: Vérifiez sur votre téléphone le jeton de confirmation que nous vous avons envoyé. Cela peut prendre quelques minutes.

# VerificationCode.actionLabel
source: Enter token
es: Escribir token
fr: entrez le jeton

# VerificationCode.buttonConfirm
source: Confirm
es: Confirmar
fr: Confirmer

# VerificationCode.label
source: We Texted You a Confirmation Code
es: Le enviamos un mensaje de texto con un código de confirmación
fr: Nous vous avons envoyé un code de confirmation

# VerificationCode.title
source: Confirmation Code
es: Código de confirmación
fr: Code de Confirmation

# VerifyAccount.Button
source: Verify your account
es: Verifica tu cuenta
fr: Vérifiez votre compte

# VerifyPin.authorize
source: Please enter your PIN to authorize this transaction.
da: Indtast venligst din PIN for at godkende denne transaktion.
de: Bitte geben Sie Ihren PIN ein, um diese Transaktion zu genehmigen.
es: Introduce tu PIN para autorizar esta transacción.
fr: Veuillez entrer votre PIN pour autoriser cette transaction.
it: Per favore inserisci il tuo PIN per autorizzare questa transazione.
ja: このトランザクションを認証するためにはPINを入力してください。
ko: PIN을 입력하여 이 거래를 승인하십시오.
nl: Voer alstublieft uw PIN in om deze transactie te autoriseren.
pt: Por favor, introduza o seu PIN, a fim de autorizar esta transação.
sv: Var god ange din pinkod för att godkänna denna transaktion.

# VerifyPin.continueBody
source: Please enter your PIN to continue.
da: Indtast din PIN for at fortsætte.
de: Bitte gib deine PIN ein, um fortzufahren
es: Introduce tu PIN para continuar
fr: Entrez votre code PIN pour continuer.
it: Inserisci il tuo PIN per continuare.
ja: 続けるにはPINコードを入力してください。
ko: 계속하려면 PIN 코드를 입력해 주세요.
nl: Voer a.u.b. je PIN in om verder te gaan.
pt: Por favor, introduza o seu PIN para continuar.
sv: Ange din PIN-kod för att fortsätta.

# VerifyPin.title
source: PIN Required
da: PIN påkrævet
de: PIN erforderlich
es: PIN requerido
fr: PIN requis
it: PIN richiesto
ja: PINコードが必要です
ko: PIN 코드 입력 필수
nl: PIN Vereist
pt: PIN Obrigatório
sv: PIN-kod krävs

# VerifyPin.touchIdMessage
source: Authorize this transaction
da: Godkend denne transaktion
de: Diese Transaktion genehmigen
es: Autorizar esta transacción
fr: Autoriser cette transaction
it: Autorizza questa transazione
ja: このトランザクションを認証する
ko: 이 거래 승인
nl: Autoriseer deze transactie
pt: Autorizar esta transação
sv: Godkänn denna transaktion

# Wallet.FindAssets
source: Trouble finding assets?
es: ¿Problemas para encontrar activos?
fr: Vous avez des difficultés à trouver vos actifs ?

# Wallet.LimitedAssets
source: Limited assets
es: Activos limitados
fr: Actifs limités

# Wallet.LimitedAssetsMessage
source: We currently only support the assets that are listed here. You cannot access other assets through this wallet at the moment.
es: Actualmente, solo admitimos los activos que se enumeran aquí. No puedes acceder a otros activos a través de este monedero en este
fr: Actuellement, nous ne proposons que les actifs répertoriés ici. Actuellement, vous ne pouvez pas accéder à d'autres actifs via ce portefeuille.

# Wallet.stakingTitle
source: Staking
da: Indsats
de: Abstecken
es: Replanteo
fr: Jalonnement
it: Picchettamento
ja: ステーキング
ko: 스테이 킹
nl: Uitzetten
pt: Estacando

# WalletConnectionSettings.confirmation
source: Are you sure you want to turn off Fastsync?
da: Er du sikker på, at du vil slå Fastsync fra?
de: Möchten Sie Fastsync wirklich deaktivieren?
es: ¿Estás seguro de que quieres apagar Fastsync?
fr: Voulez-vous vraiment désactiver Fastsync?
it: Sei sicuro di voler disattivare Fastsync?
ja: Fastsyncをオフにしてもよろしいですか？
ko: Fastsync를 끄시겠습니까?
nl: Weet u zeker dat u Fastsync wilt uitschakelen?
pt: Tem certeza de que deseja desativar o Fastsync?
sv: Är du säker på att du vill stänga av Fastsync?

# WalletConnectionSettings.explanatoryText
source: Make syncing your bitcoin wallet practically instant. Learn more about how it works here.
da: Gør synkronisering din Bitcoin tegnebog praktisk instant. Læs mere om, hvordan det fungerer her.
de: Sie können Ihre Bitcoin-Geldbörse praktisch sofort synchronisieren. Erfahren Sie hier mehr darüber, wie es funktioniert.
es: Sincronice su billetera bitcoin prácticamente al instante. Obtenga más información sobre cómo funciona aquí.
fr: Faites en sorte que la synchronisation de votre portefeuille Bitcoin soit presque instantanée. En savoir plus sur son fonctionnement ici.
it: Rendi la sincronizzazione del tuo portafoglio bitcoin praticamente istantanea. Ulteriori informazioni su come funziona qui.
ja: ビットコインウォレットの同期を実質的に瞬時にします。仕組みの詳細については、こちらをご覧ください。
ko: 비트 코인 지갑을 실제로 즉시 동기화하십시오. 작동 방식에 대해 자세히 알아보십시오.
nl: Maak het synchroniseren van uw bitcoin portemonnee vrijwel direct mogelijk. Lees hier meer over hoe het werkt.
pt: Faça a sincronização da sua carteira de bitcoin praticamente instantânea. Saiba mais sobre como funciona aqui.
sv: Gör synkronisering av din bitcoin-plånbok praktiskt taget omedelbart. Läs mer om hur det fungerar här.

# WalletConnectionSettings.footerTitle
source: Powered by
da: Drevet af
de: Unterstützt von
es: Distribuido por
fr: Alimenté par
it: Offerto da
ja: 搭載
ko: 에 의해 구동
nl: Aangedreven door
pt: Distribuído por
sv: Drivs av

# WalletConnectionSettings.header
source: Fastsync (pilot)
es: Fastsync (piloto)
fr: Fastsync (pilote)
it: Fastsync (pilota)
ja: Fastsync（パイロット）
ko: 패스트 싱크 (파일럿)
nl: Fastsync (piloot)
pt: Fastsync (piloto)

# WalletConnectionSettings.link
source: here
da: her
de: hier
es: aquí
fr: ici
it: qui
ja: ここに
ko: 여기
nl: hier
pt: aqui
sv: här

# WalletConnectionSettings.menuTitle
source: Connection Mode
da: Forbindelsestilstand
de: Verbindungsmodus
es: Modo de conexión
fr: Mode de connexion
it: Modalità di connessione
ja: 接続モード
ko: 연결 모드
nl: Verbindingsmodus
pt: Modo de conexão
sv: Anslutningsläge

# WalletConnectionSettings.turnOff
source: Turn Off
da: Sluk
de: Ausschalten
es: Apagar
fr: Éteindre
it: Spegni
ja: 消す
ko: 끄다
nl: Uitschakelen
pt: Desligar
sv: Stäng av

# Watch.noWalletWarning
source: Open the RockWallet iPhone app to set up your wallet.
da: Åben RockWallet iPhone appen for at konfigurere din pung.
de: Öffne die RockWallet-iPhone-App, um dein Wallet einzurichten.
es: Abre la aplicación RockWallet en iPhone para configurar tu cartera.
fr: Ouvrez l'application RockWallet de l'iPhone pour configurer votre portefeuille.
it: Apri l'app RockWallet per iPhone per impostare tuo il portafoglio.
ja: BRDのiPhoneアプリを開き、ウォレットをセットアップする
ko: 귀하의 월렛을 설정하려면 BRD 앱을 열어 주세요.
nl: Open de RockWallet iPhone app om je portemonnee in te stellen.
pt: Abra a aplicação RockWallet para iPhone para configurar a sua carteira.
sv: Öppna iPhone-appen RockWallet för att ställa in din plånbok.

# Webview.dismiss
source: Dismiss
da: Afvis
de: Verwerfen
es: Descartar
fr: Ignorer
it: Ignora
ja: 解除
ko: 무시
nl: Verwerpen
pt: Ignorar
sv: Avfärda

# Webview.errorMessage
source: There was an error loading the content. Please try again.
da: Der var en fejl ved indlæsning af indholdet. Prøv igen.
de: Beim Laden des Inhalts ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Se produjo un error al cargar el contenido. Vuelve a intentarlo.
fr: Une erreur s'est produite lors du chargement du contenu. Veuillez réessayer.
it: Si è verificato un errore nel caricamento del contenuto. Riprova.
ja: このコンテンツの読み込み中にエラーが発生しました。もう一度お試しください。
ko: 콘텐츠를 로드하는 중에 오류가 발생했습니다. 다시 시도해 주세요.
nl: Er was een error bij het laden van de inhoud. Probeer a.u.b. opnieuw.
pt: Ocorreu um erro a carregar o conteúdo. Por favor, tente novamente.
sv: Det blev fel vid uppladdning av innehållet. Försök igen

# Webview.updating
source: Updating...
da: Opdaterer...
de: Aktualisierung läuft …
es: Actualizando...
fr: Mise à jour...
it: In aggiornamento…
ja: 更新中...
ko: 업데이트 중...
nl: Updaten...
pt: A Atualizar...
sv: Uppdaterar...

# Welcome.body
source: Breadwallet has changed its name to RockWallet, with a brand new look and some new features. If you need help, look for the (?) in the top right of most screens.
da: Breadwallet har skiftet navn til RockWallet med et helt nyt look og nogle nye funktioner. Hvis du har brug for hjælp, led efter (?) øverst til højre på de fleste skærme.
de: Breadwallet heißt jetzt RockWallet und hat ein brandneues Erscheinungsbild sowie einige neue Funktionen. Wenn Sie Hilfe benötigen, halten Sie Ausschau nach dem (?), das auf den meisten Bildschirm oben rechts zu finden ist.
es: Breadwallet ha cambiado su nombre por el de RockWallet, con un nuevo aspecto y algunas características nuevas. Si necesitas ayuda, busca el (?) en la parte superior derecha de la mayoría de las pantallas.
fr: Breadwallet revient sous le nom de RockWallet, avec un nouveau design et de nouvelles fonctionnalités. Si vous avez besoin d'aide, cliquez sur le (?) en haut à droite de la plupart des écrans.
it: Breadwallet ha cambiato il suo nome in RockWallet e ha un look nuovissimo nonché alcune nuove funzionalità. Se hai bisogno di aiuto, cerca il (?) a destra in alto sulla maggior parte delle schermate.
ja: Breadwalletは新しい機能や見た目を備えて、BRDという名前に生まれ変わりました。 ヘルプをご覧になるには、画面右上にある(?)からお探しください。
ko: Breadwallet이 이름을 BRD로 바꾸고 새롭게 단장하였으며 새로운 기능도 갖췄습니다. 도움이 필요하시면 대부분 화면에서 우측 상단에 있는 (?)을(를) 클릭하십시오.
nl: Breadwallet is omgedoopt tot RockWallet, met een gloednieuw uiterlijk en enkele nieuwe functies. Als u hulp nodig hebt, zoek naar de (?) rechtsboven in de meeste schermen.
pt: As Breadwallets mudaram de nome para RockWallet, com um visual completamente novo e algumas características novas. Se precisar de ajuda, procure o (?) no canto superior direito da maioria das telas.
sv: RockWalletplånboken har bytt namn till RockWallet, med ett splitter nytt utseende och några nya funktioner. Om du behöver hjälp, leta efter (?)-tecknet i det övre högra hörnet på de flesta skärmar.

# Welcome.title
source: Welcome to RockWallet!
da: Velkommen til RockWallet!
de: Willkommen bei RockWallet!
es: ¡Bienvenido a RockWallet!
fr: Bienvenue chez RockWallet!
it: Ti diamo il benvenuto su RockWallet!
ja: BRDへようこそ！
ko: BRD에 환영합니다!
nl: Welkom bij RockWallet!
pt: Bem-vindo ao RockWallet!
sv: Välkommen till RockWallet!

# Widget.assetDescription
source: Stay up to date with your favorite crypto asset
da: Bliv opdateret med dit yndlings krypto-aktiv
de: Bleiben Sie mit Ihrem bevorzugten Krypto-Asset auf dem Laufenden
es: Manténgase actualizado con su activo criptográfico favorito
fr: Restez à jour avec votre actif cryptographique préféré
it: Rimani aggiornato con la tua risorsa crittografica preferita
ja: お気に入りの暗号資産を最新の状態に保つ
ko: 좋아하는 암호화 자산으로 최신 상태 유지
nl: Blijf op de hoogte van uw favoriete cryptovaluta
pt: Mantenha-se atualizado com o seu ativo criptográfico favorito
sv: Håll dig uppdaterad med din favorit kryptotillgång

# Widget.assetListDescription
source: Stay up to date with your favorite crypto assets
da: Bliv opdateret med dine foretrukne kryptoaktiver
de: Bleiben Sie mit Ihren bevorzugten Krypto-Assets auf dem Laufenden
es: Manténgase al día con sus criptoactivos favoritos
fr: Restez à jour avec vos actifs cryptographiques préférés
it: Rimani aggiornato con le tue risorse crittografiche preferite
ja: お気に入りの暗号資産を最新の状態に保つ
ko: 좋아하는 암호화 자산으로 최신 상태 유지
nl: Blijf op de hoogte van uw favoriete cryptovaluta
pt: Mantenha-se atualizado com seus recursos criptográficos favoritos
sv: Håll dig uppdaterad med dina favorit kryptotillgångar

# Widget.assetListTitle
source: Asset list
da: Liste over aktiver
de: Asset-Liste
es: Lista de activos
fr: Liste des actifs
it: Elenco delle risorse
ja: 資産リスト
ko: 자산 목록
nl: Asset lijst
pt: Lista de ativos
sv: Tillgångslista

# Widget.assetTitle
source: Asset
da: Aktiv
de: Anlagegut
es: Activo
fr: Actif
it: Risorsa
ja: 資産
ko: 유산
nl: Bedrijfsmiddel
pt: Ativo
sv: Tillgång

# Widget.Color.autoLightDark
source: System Auto Light / Dark
da: System Auto Lys / Mørk
de: System Auto Hell / Dunkel
es: Sistema Auto Claro / Oscuro
fr: Système Auto Light / Dark
it: Sistema Auto Chiaro / Scuro
ja: システムオートライト/ダーク
ko: 시스템 자동 밝음 / 어두움
nl: Systeem Auto Licht / Donker
pt: Sistema Auto Light / Dark
sv: System Auto Ljus / Mörk

# Widget.Color.black
source: Black
da: Sort
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: ブラック
ko: 검정
nl: Zwart
pt: Preto
sv: Svart

# Widget.Color.blue
source: Blue
da: Blå
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: 青い
ko: 푸른
nl: Blauw
pt: Azul
sv: Blå

# Widget.Color.gray
source: Gray
da: Grå
de: Grau
es: gris
fr: grise
it: Grigio
ja: グレー
ko: 회색
nl: Grijs
pt: cinza
sv: grå

# Widget.Color.green
source: Green
da: Grøn
de: Grün
es: Verde
fr: Vert
it: verde
ja: 緑
ko: 초록
nl: Groen
pt: Verde
sv: Grön

# Widget.Color.orange
source: Orange
es: naranja
it: arancia
ja: オレンジ
ko: 주황색
nl: Oranje
pt: laranja

# Widget.Color.pink
source: Pink
da: Lyserød
de: Rosa
es: Rosa
fr: Rose
it: Rosa
ja: ピンク
ko: 분홍
nl: Roze
pt: Cor de rosa
sv: Rosa

# Widget.Color.primaryBackground
source: Primary
da: Primær
de: Primär
es: Primario
fr: Primaire
it: Primario
ja: プライマリ
ko: 일 순위
nl: Primair
pt: Primário
sv: Primär

# Widget.Color.primaryText
source: Primary
da: Primær
de: Primär
es: Primario
fr: Primaire
it: Primario
ja: プライマリ
ko: 일 순위
nl: Primair
pt: Primário
sv: Primär

# Widget.Color.purple
source: Purple
da: Lilla
de: Lila
es: Púrpura
fr: Violet
it: Viola
ja: 紫の
ko: 보라색
nl: Purper
pt: Roxo
sv: Lila

# Widget.Color.red
source: Red
da: Rød
de: rot
es: rojo
fr: rouge
it: Rosso
ja: 赤
ko: 빨간
nl: Rood
pt: vermelho
sv: Röd

# Widget.Color.secondaryBackground
source: Secondary
da: Sekundær
de: Sekundär
es: Secundario
fr: Secondaire
it: Secondario
ja: 二次
ko: 중고등 학년
nl: Ondergeschikt
pt: Secundário
sv: Sekundär

# Widget.Color.secondaryText
source: Secondary
da: Sekundær
de: Sekundär
es: Secundario
fr: Secondaire
it: Secondario
ja: 二次
ko: 중고등 학년
nl: Ondergeschikt
pt: Secundário
sv: Sekundär

# Widget.Color.tertiaryBackground
source: Tertiary
da: Tertiære
de: Tertiär
es: Terciario
fr: Tertiaire
it: Terziario
ja: 三次
ko: 제삼기
nl: Tertiair
pt: Terciário
sv: Tertiär

# Widget.Color.tertiaryText
source: Tertiary
da: Tertiære
de: Tertiär
es: Terciario
fr: Tertiaire
it: Terziario
ja: 三次
ko: 제삼기
nl: Tertiair
pt: Terciário
sv: Tertiär

# Widget.Color.white
source: White
da: hvid
de: Weiß
es: blanco
fr: blanc
it: bianca
ja: 白い
ko: 하얀
nl: Wit
pt: Branco
sv: Vit

# Widget.Color.yellow
source: Yellow
da: Gul
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
ja: 黄
ko: 노랑
nl: Geel
pt: Amarelo
sv: Gul

# Widget.colorSectionBackground
source: Theme Background Colors
da: Tema baggrundsfarver
de: Themenhintergrundfarben
es: Colores de fondo del tema
fr: Couleurs d'arrière-plan du thème
it: Colori di sfondo del tema
ja: テーマの背景色
ko: 테마 배경색
nl: Thema achtergrondkleuren
pt: Cores de fundo do tema
sv: Tema bakgrundsfärger

# Widget.colorSectionBasic
source: Basic Colors
da: Grundlæggende farver
de: Grundfarben
es: Colores básicos
fr: Couleurs de base
it: Colori di base
ja: 基本色
ko: 기본 색상
nl: Basiskleuren
pt: Cores Básicas
sv: Grundläggande färger

# Widget.colorSectionCurrency
source: Currency Colors
da: Valutafarver
de: Währungsfarben
es: Colores de moneda
fr: Couleurs des devises
it: Colori valuta
ja: 通貨の色
ko: 통화 색상
nl: Valutakleuren
pt: Cores da moeda
sv: Valutafärger

# Widget.colorSectionSystem
source: System Colors
da: Systemfarver
de: Systemfarben
es: Colores del sistema
fr: Couleurs du système
it: Colori di sistema
ja: システムカラー
ko: 시스템 색상
nl: Systeemkleuren
pt: Cores do sistema
sv: Systemfärger

# Widget.colorSectionText
source: Theme Text Colors
da: Tema tekstfarver
de: Thementextfarben
es: Colores del texto del tema
fr: Couleurs du texte du thème
it: Colori del testo del tema
ja: テーマのテキストの色
ko: 테마 텍스트 색상
nl: Thema Tekstkleuren
pt: Cores do texto do tema
sv: Tema textfärger

# Widget.enablePortfolio
source: Enable in app preferences
da: Aktivér i app præferencer
de: In App aktivieren Vorlieben
es: Habilitar en la aplicación preferencias
fr: Activer dans l'application préférences
it: Abilita nell'app preferenze
ja: アプリで有効にする 環境設定
ko: 앱에서 사용 선호도
nl: Schakel in app voorkeuren
pt: Habilitar no aplicativo preferências
sv: Aktivera i appen preferenser

# Widget.portfolioDescription
source: Stay up to date with your portfolio
da: Bliv opdateret med din portefølje
de: Bleiben Sie mit Ihrem Portfolio auf dem Laufenden
es: Manténgase actualizado con su cartera
fr: Restez à jour avec votre portfolio
it: Rimani aggiornato con il tuo portfolio
ja: ポートフォリオを最新の状態に保つ
ko: 포트폴리오로 최신 상태 유지
nl: Blijf op de hoogte van uw portfolio
pt: Mantenha-se atualizado com o seu portfólio
sv: Håll dig uppdaterad med din portfölj

# Widget.portfolioSummary
source: Portfolio Summary
da: Portefølje Resumé
de: Portfolio Zusammenfassung
es: portafolio Resumen
fr: Portefeuille Résumé
it: Portafoglio Sommario
ja: ポートフォリオ 概要
ko: 포트폴리오 요약
nl: Portefeuille Overzicht
pt: Portfólio Resumo
sv: Portfölj Sammanfattning

# Widget.portfolioTitle
source: Portfolio
da: Portefølje
es: portafolio
fr: Portefeuille
it: Portafoglio
ja: ポートフォリオ
ko: 포트폴리오
nl: Portefeuille
pt: Portfólio
sv: Portfölj

# WipeWallet.alertMessage
source: Are you sure you want to wipe this wallet from this device?
da: Er du sikker på at du vil slette denne wallet?
de: Sind Sie sicher, dass Sie dieses Wallet löschen möchten?
es: ¿Seguro que quieres eliminar esta cartera?
fr: Souhaitez-vous vraiment supprimer ce portefeuille ?
it: Sicuro di voler eliminare questo portafoglio?
ja: 本当にこのウォレットを削除しますか？
ko: 정말 이 월렛을 삭제할까요?
nl: Weet je zeker dat je deze portomonnee wilt verwijderen?
pt: Tem a certeza de que quer eliminar esta carteira?
sv: Är du säker på att du vill ta bort den här plånboken.

# WipeWallet.alertTitle
source: Unlink Wallet?
da: Slet wallet?
de: Wallet löschen?
es: ¿Borrar cartera?
fr: Effacer le portefeuille ?
it: Ripulisci portafoglio?
ja: ウォレットを消去しますか？
ko: 월렛을 초기화할까요?
nl: Portomonnee wissen?
pt: Limpar carteira?
sv: Rensa plånbok?
