Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# Transaction.stakingTo
source: staking to %@
da: indsats til %1$s
de: Abstecken auf %1$s
es: apostar a %1$s
fr: jalonnement sur %1$s
it: puntando a %1$s
ja: %1$sへのステーキング
ko: %1$s 스테이 킹
nl: uitzetten naar %1$s
pt: apostando em %1$s
sv: satsar till %1$s

# Transaction.starting
source: Starting balance: %@
da: Startbalance: %1$@
de: Startguthaben: %1$@
es: Saldo inicial: %1$@
fr: Solde initial : %1$@
it: Saldo iniziale: %1$@
ja: 期首残高: %1$s
ko: 기초 잔액: %1$s
nl: Startbalans: %1$@
pt: Saldo inicial: %1$@
sv: Ingående saldo: %1$@

# Transaction.swapFromFailed
source: Swap from %@ failed
da: Swap from %s failed
de: Swap from %s failed
es: Error al cambiar de %s
fr: L'échange depuis %s a échoué
it: Swap from %s failed
ja: Swap from %s failed
ko: Swap from %s failed
nl: Swap from %s failed
pt: Swap from %s failed
sv: Swap from %s failed

# Transaction.Swapped
source: Swapped
es: Cambiado
fr: Échange effectué

# Transaction.swappedFrom
source: Swapped from %@
da: Swapped from %s
de: Swapped from %s
es: Cambiado de %s
fr: Échangé depuis %s
it: Swapped from %s
ja: Swapped from %s
ko: Swapped from %s
nl: Swapped from %s
pt: Swapped from %s
sv: Swapped from %s

# Transaction.swappedTo
source: Swapped to %@
da: Swapped to %s
de: Swapped to %s
es: Cambiado a %s
fr: Échangé vers %s
it: Swapped to %s
ja: Swapped to %s
ko: Swapped to %s
nl: Swapped to %s
pt: Swapped to %s
sv: Swapped to %s

# Transaction.swappingFrom
source: Swapping from %@
da: Swapping from %s
de: Swapping from %s
es: Cambiando de %s
fr: Échange en cours depuis %s…
it: Swapping from %s
ja: Swapping from %s
ko: Swapping from %s
nl: Swapping from %s
pt: Swapping from %s
sv: Swapping from %s

# Transaction.swappingTo
source: Swapping to %@
da: Swapping to %s
de: Swapping to %s
es: Cambiando a %s
fr: Échange en cours vers %s…
it: Swapping to %s
ja: Swapping to %s
ko: Swapping to %s
nl: Swapping to %s
pt: Swapping to %s
sv: Swapping to %s

# Transaction.swapToFailed
source: Swap to %@ failed
da: Swap to %s failed
de: Swap to %s failed
es: Error al cambiar a %s
fr: L'échange vers %s a échoué
it: Swap to %s failed
ja: Swap to %s failed
ko: Swap to %s failed
nl: Swap to %s failed
pt: Swap to %s failed
sv: Swap to %s failed

# Transaction.tokenTransfer
source: Fee for token transfer: %@
da: Gebyr for token-overførsel: %1$@
de: Gebühr für Token-Übertragung: %1$@
es: Comisión por transferencia de token: %1$@
fr: Frais de transfert du jeton : %1$@
it: Commissione per il trasferimento del gettone: %1$@
ja: トークン送金の手数料: %1$s
ko: 토큰 송금 수수료: %1$s
nl: Fee voor token verzending: %1$@
pt: Taxa para transferência de token: %1$@
sv: Avgift för token-överföring: %1$@

# Transaction.toRecipient
source: to %@
da: til %1$s
de: bis %1$s
es: a %1$s
fr: à %1$s
it: a %1$s
ja: 〜 %1$s
ko: %1$s
nl: naar %1$s
pt: para %1$s
sv: till %1$s

# Transaction.waiting
source: Waiting to be confirmed. Some merchants require confirmation to complete a transaction. Estimated time: 1-2 hours.
da: Venter på bekræftelse. Nogen forhandlere kræver bekræftelse for at gennemføre en transaktion. Anslået tid: 1-2 timer.
de: Bestätigung ausstehend. Einige Händler fordern eine Bestätigung, um Transaktionen abzuschließen. Voraussichtliche Dauer: 1–2 Stunden.
es: Esperando confirmación. Algunos comerciantes requieren confirmación para completar una transacción. Tiempo estimado: 1-2 horas.
fr: En attente d'être confirmé. Certains marchands exigent une confirmation pour mener à bien une transaction. Temps estimé : 1-2 heures.
it: In attesa di conferma. Alcuni commercianti richiedono la conferma per completare una transazione. Tempo stimato: 1-2 ore.
ja: 承認を待っています。トランザクションの完了には承認が必要となる場合があります。推定時間: 1-2時間。
ko: 확인 대기 중. 일부 판매자는 트랜잭션을 완료하기 위해 확인을 요구합니다. 예상 소요 시간: 1~2시간.
nl: Wachtend op bevestiging. Sommige handelaren willen bevestiging om een transactie af te roden. Geschatte tijd: 1-2 uur.
pt: À espera de confirmação. Alguns comerciantes necessitam de confirmação para concluir uma transação. Tempo estimado: 1-2 horas.
sv: Väntar på bekräftelse. Vissa handlare kräver bekräftelse för att slutföra en transaktion. Uppskattad tid: 1-2 timmar.

# TransactionDetails.account
source: account
da: konto
de: Konto
es: cuenta
fr: compte
ja: アカウント
ko: 계정
pt: conta
sv: konto

# TransactionDetails.addressFromHeader
source: From
da: Fra
de: Von
es: De
fr: Depuis
it: Da
ja: 送金元
ko: 시작
nl: Van
pt: De
sv: Från

# TransactionDetails.addressToHeader
source: To
da: Til
de: An
es: Para
fr: Vers
it: A
ja: 送金先
ko: 끝
nl: Naar
pt: Para
sv: Till

# TransactionDetails.addressViaHeader
source: From
da: Via
de: Über
es: Vía
fr: Via
it: Tramite
ja: 経由
ko: 수단
nl: Via
pt: Via
sv: Via

# TransactionDetails.amountHeader
source: Amount
da: Beløb
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 金額
ko: 금액
nl: Bedrag
pt: Quantia
sv: Belopp

# TransactionDetails.amountWhenReceived
source: %@ when received, %@ now
da: %1$@ ved modtagelsen, %2$@ nu
de: %1$@ zum Zeitpunkt des Empfangs, %2$@ jetzt
es: %1$@ cuando recibido, %2$@ ahora
fr: %1$@ à la réception, %2$@ maintenant
it: %1$@ al momento della ricezione, %2$@ ora
ja: %1$s を受領したので、%2$s になります
ko: 받았을 때 %1$s, 지금은 %2$s
nl: %1$@ wanneer ontvangen, %2$@ nu
pt: %1$@ quando recebido, %2$@ agora
sv: %1$@ vid mottagande, %2$@ nu

# TransactionDetails.amountWhenSent
source: %@ when sent, %@ now
da: %1$@ da de blev sendt, %2$@ nu
de: %1$@ beim Senden, jetzt %2$@
es: %1$@ cuando se envió, %2$@ ahora
fr: %1$@ au moment de l'envoi, %2$@ à présent
it: %1$@ al momento dell'invio, %2$@ ora
ja: 送金時%1$s、現在%2$s
ko: 전송 시 %1$s, 현재 %2$s
nl: %1$@ tijdens versturen, %2$@ nu
pt: %1$@ ao ser enviado, %2$@ agora
sv: %1$@ när det skickades, %2$@ nu

# TransactionDetails.blockHeightLabel
source: Confirmed in Block
da: Bekræftet i blok
de: Bestätigt im Block
es: Confirmado en bloque
fr: Confirmé en bloc
it: Confermato in blocco
ja: ブロックチェーンで承認済み
ko: 차단 확인
nl: Bevestigd in block
pt: Confirmado no bloco
sv: Bekräftad i block

# TransactionDetails.commentsPlaceholder
source: Add memo...
da: Tilføj memo...
de: Notiz hinzufügen ...
es: Añadir informe...
fr: Ajouter un mémo...
it: Aggiungi promemoria...
ja: メモを追加する...
ko: 메모 추가...
nl: Voeg memo toe...
pt: Adicionar memorando...
sv: Lägg till promemoria ...

# TransactionDetails.completeTimestampHeader
source: Complete
da: Gennemført
de: Abgeschlossen
es: Completada
fr: Terminé
it: Completata
ja: 完了
ko: 완료
nl: Voltooid
pt: Concluído
sv: Slutför

# TransactionDetails.confirmationsLabel
source: Confirmations
da: Bekræftelser
es: Сonfirmaciones
it: Conferme
ja: 確認
nl: Bevestigingen
pt: Confirmações
sv: Bekräftelser

# TransactionDetails.destinationTag
source: Destination Tag
da: Destinationsmærke
de: Ziel-Tag
es: Etiqueta de destino
fr: Balise de destination
it: Tag di destinazione
ja: 宛先タグ
ko: 목적지 태그
nl: Bestemmingstag
pt: Tag de Destino
sv: Mål tag

# TransactionDetails.destinationTag_EmptyHint
source: (empty)
da: (tom)
de: (leer)
es: (vacío)
fr: (vide)
it: (vuoto)
ja: (空)
ko: (빈)
nl: (leeg)
pt: (vazio)
sv: (tom)

# TransactionDetails.emptyMessage
source: Your transactions will appear here.
da: Dine transaktioner vil vises her.
de: Hier werden deine Transaktionen angezeigt.
es: Tus transacciones aparecerán aquí.
fr: Vos transactions apparaîtront ici.
it: Le tue transazioni appariranno qui.
ja: あなたの取引はこちらに表示されます。
ko: 귀하의 트랜잭션이 여기에 표시됩니다.
nl: Je transacties zullen hier verschijnen.
pt: As suas transações aparecerão aqui.
sv: Dina transaktioner visas här.

# TransactionDetails.endingBalanceHeader
source: Ending Balance
da: Slutsaldo
de: Endguthaben
es: Saldo final
fr: Solde de clôture
it: Saldo finale
ja: 終了後残高
ko: 거래 후 잔액
nl: Eindsaldo
pt: Saldo Final
sv: Utgående saldo

# TransactionDetails.exchangeRateHeader
source: Exchange Rate
da: Vekselkurs
de: Wechselkurs
es: Tipo de cambio
fr: Taux de change
it: Tasso di cambio
ja: 為替レート
ko: 환율
nl: Wisselkoers
pt: Taxa de Câmbio
sv: Växlingskurs

# TransactionDetails.feeHeader
source: Total Fee
da: Samlet gebyr
de: Gesamtgebühr
es: Tasa total
fr: Montant total
it: Commissione totale
ja: 総手数料
ko: 비용 합계
nl: Totale vergoeding
pt: Taxa Total
sv: Total avgift

# TransactionDetails.from
source: at %@
da: på %1$@
de: an %1$@
es: en %1$@
fr: à %1$@
it: a %1$@
ja: %1$sで
ko: %1$s에서
nl: op %1$@
pt: em %1$@
sv: på %1$@

# TransactionDetails.gasLimitHeader
source: Gas Limit
da: Gasgrænse
de: Benzinbegrenzung
es: Límite de gasolina
fr: Limite de gaz
it: Limite gas
ja: ガソリン上限
nl: Gaslimiet
pt: Limite de GAS
sv: Gasbegränsning

# TransactionDetails.gasPriceHeader
source: Gas Price
da: Gaspris
de: Benzinpreis
es: Precio de la gasolina
fr: Prix du gaz
it: Prezzo del gas
ja: ガソリン価格
nl: Gasprijs
pt: Preço da GAS
sv: Gaspris

# TransactionDetails.gift
source: Gift
da: Gave
de: Geschenk
es: Regalo
fr: Cadeau
it: Regalo
ja: 贈り物
ko: 선물
nl: Geschenk
pt: Presente
sv: Gåva

# TransactionDetails.giftedTo
source: Gifted to %@
da: Begavet til %1$s
de: Begabt zu %1$s
es: Dotado a %1$s
fr: Offert à %1$s
it: In regalo a %1$s
ja: %1$s贈られました
ko: %1$s 에게 선물 함
nl: Geschonken aan %1$s
pt: Dotado para %1$s
sv: Tilldelad till %1$s

# TransactionDetails.hederaMemo
source: Hedera Memo
es: Memo Hedera
fr: Mémo Hedera
ja: ヘデラメモ
ko: 헤 데라 메모

# TransactionDetails.hideDetails
source: Hide Details
da: Skjul detaljer
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
it: Nascondi dettagli
ja: 詳細を隠す
ko: 세부 정보 숨기기
nl: Details verbergen
pt: Ocultar Detalhes
sv: Dölj detaljer

# TransactionDetails.initializedTimestampHeader
source: Initialized
da: Påbegyndt
de: Initialisiert
es: Iniciada
fr: Initialisé
it: Inizializzata
ja: 初期化済み
ko: 초기화됨
nl: Gestart
pt: Iniciado
sv: Initierad

# TransactionDetails.more
source: More...
da: Mere...
de: Mehr …
es: Más...
fr: Plus...
it: Altro...
ja: もっと見る...
ko: 그 이상...
nl: Meer...
pt: Mais...
sv: Mer...

# TransactionDetails.moved
source: Moved %@
da: Flyttede %1$@
de: %1$@ bewegt
es: He movido %1$@
fr: Transféré %1$@
it: Trasferiti %1$@
ja: %1$sを移動させました
ko: %1$s 이동함
nl: %1$@ verplaatst
pt: Movimentou %1$@
sv: Flyttade %1$@

# TransactionDetails.movedAmountDescription
source: Moved <b>%@</b>
da: Flyttet <b>%1$@</b>
de: Verschoben <b>%1$@</b>
es: Movidos <b>%1$@</b>
fr: Déplacé <b>%1$@</b>
it: Spostato <b>%1$@</b>
ja: <b>%1$s</b>を移動させました
ko: <b>%1$s</b> 이동됨
nl: <b>%1$@</b> verplaatst
pt: Movido <b>%1$@</b>
sv: Flyttade <b>%1$@</b>

# TransactionDetails.notConfirmedBlockHeightLabel
source: Not Confirmed
da: Ikke bekræftet
de: Nicht bestätigt
es: No confirmado
fr: Non confirmé
it: Non confermato
ja: 未承認
ko: 확인되지 않음
nl: Niet bevestigd
pt: Não confirmado
sv: Inte bekräftad

# TransactionDetails.received
source: Received %@
da: Modtaget %1$@
de: %1$@ erhalten
es: Recibido %1$@
fr: A reçu %1$@
it: Ricevuti %1$@
ja: %1$sを受け取りました
ko: %1$s 받음
nl: Ontvangen %1$@
pt: Recebeu %1$@
sv: Mottog %1$@

# TransactionDetails.receivedAmountDescription
source: Received <b>%@</b>
da: Modtaget <b>%1$@</b>
de: Erhalten <b>%1$@</b>
es: Recibido <b>%1$@</b>
fr: Reçu <b>%1$@</b>
it: Ricevuto <b>%1$@</b>
ja: <b>%1$s</b>を受け取りました
ko: <b>%1$s</b> 수신됨
nl: Ontvangen <b>%1$@</b>
pt: Recebido <b>%1$@</b>
sv: Tog emot <b>%1$@</b>

# TransactionDetails.receivedFrom
source: Received from %@
da: modtaget fra %1$@
de: erhalten von %1$@
es: recibido de %1$@
fr: reçu de %1$@
it: ricevuto da %1$@
ja: %1$sから受け取りました
ko: %1$s(으)로부터 받음
nl: ontvangen van %1$@
pt: recebido de %1$@
sv: mottaget från %1$@

# TransactionDetails.receivedVia
source: Received via %@
da: modtaget via %1$@
de: empfangen über %1$@
es: recibido vía %1$@
fr: reçu via %1$@
it: ricevuto tramite %1$@
ja: %1$s経由で受け取り済み
ko: %1$s으로 수취 됨
nl: ontvangen via %1$@
pt: recebido via %1$@
sv: mottaget via %1$@

# TransactionDetails.receivingFrom
source: Receiving from %@
da: modtager fra %1$@
de: unterwegs von %1$@
es: recibiendo de %1$@
fr: reçu de %1$@
it: ricevuto da %1$@
ja: %1$sから受け取っています
ko: %1$s(으)로부터 받는 중
nl: ontvangen van %1$@
pt: a receber de %1$@
sv: tar emot från %1$@

# TransactionDetails.receivingVia
source: Receiving via %@
da: modtager via %1$@
de: wird empfangen über %1$@
es: recibiendo vía %1$@
fr: réception via %1$@
it: in ricezione tramite %1$@
ja: %1$s経由で受け取り中
ko: %1$s으로 수취 중
nl: ontvangen via %1$@
pt: a receber via %1$@
sv: tar emot via %1$@

# TransactionDetails.reclaim
source: Reclaim
da: Gendan
de: Zurückfordern
es: Reclamar
fr: Récupérer
it: Reclamare
ja: 再利用
ko: 개심
pt: Recuperar
sv: Återvinna

# TransactionDetails.resend
source: Resend
da: Send igen
de: Erneut senden
es: Volver a enviar
fr: Renvoyer
it: Rimanda
ja: 再送信
ko: 재전송
nl: Opnieuw verzenden
pt: Reenviar
sv: Skicka igen

# TransactionDetails.sent
source: Sent %@
da: Sendt %1$@
de: %1$@ gesendet
es: Enviado %1$@
fr: A envoyé %1$@
it: Inviati %1$@
ja: %1$sを送金しました
ko: %1$s 보냄
nl: Verstuurd %1$@
pt: Enviou %1$@
sv: Skickade %1$@

# TransactionDetails.sentAmountDescription
source: Sent <b>%@</b>
da: Sendt <b>%1$@</b>
de: Gesendet <b>%1$@</b>
es: Enviado <b>%1$@</b>
fr: Envoyé <b>%1$@</b>
it: Inviato <b>%1$@</b>
ja: <b>%1$s</b>を送金しました
ko: <b>%1$s</b> 전송됨
nl: Verstuurd <b>%1$@</b>
pt: Enviado <b>%1$@</b>
sv: Skickade <b>%1$@</b>

# TransactionDetails.showDetails
source: Show Details
da: Vis detaljer
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
ja: 詳細を表示する
ko: 세부 정보 보이기
nl: Details weergeven
pt: Mostrar Detalhes
sv: Visa detaljer

# TransactionDetails.startingBalanceHeader
source: Starting Balance
da: Startsaldo
de: Anfangsguthaben
es: Saldo inicial
fr: Solde de départ
it: Saldo iniziale
ja: 開始時残高
ko: 시작 잔액
nl: Beginsaldo
pt: Saldo Inicial
sv: Ingående saldo

# TransactionDetails.statusHeader
source: Status
es: Estado
fr: État
it: Stato
ja: ステータス
ko: 상태
pt: Estado

# TransactionDetails.title
source: Transaction Details
da: Transaktionsoplysninger
de: Transaktionsdaten
es: Detalles de la transacción
fr: Détails de la transaction
it: Dettagli Transazione
ja: 取引詳細
ko: 트랜잭션 세부 정보
nl: Transactie Details
pt: Detalhes da Transação
sv: Transaktionsuppgifter

# TransactionDetails.titleFailed
source: Failed
da: Skjul detaljer
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
it: Nascondi dettagli
ja: 詳細を隠す
ko: 세부 정보 숨기기
nl: Details verbergen
pt: Ocultar Detalhes
sv: Dölj detaljer

# TransactionDetails.titleInternal
source: Internal
da: Internt
de: Intern
es: Interna
fr: Interne
it: Interna
ja: 内部
ko: 내부
nl: Intern
pt: Interno
sv: Intern

# TransactionDetails.titleReceived
source: Received
da: Modtaget
de: Empfangen
es: Has recibido
fr: Reçu
it: Ricevuta
ja: 受け取り済み
ko: 수취 받음
nl: Ontvangen
pt: Recebido
sv: Mottaget

# TransactionDetails.titleReceiving
source: Receiving
da: Modtager
de: Wird empfangen
es: Recibiendo
fr: Réception
it: Ricezione in corso
ja: 受け取り中
ko: 수취 중
nl: Ontvangen
pt: A receber
sv: Tar emot

# TransactionDetails.titleSending
source: Sending
da: Sender
de: Wird gesendet
es: Enviando
fr: Envoi
it: Invio in corso
ja: 送金中
ko: 전송 중
nl: Versturen
pt: A enviar
sv: Skickar

# TransactionDetails.titleSent
source: Sent
da: Sendt
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviata
ja: 送金済み
ko: 전송됨
nl: Verstuurd
pt: Enviado
sv: Skickat

# TransactionDetails.to
source: to %@
da: til %1$@
de: an %1$@
es: a %1$@
fr: à %1$@
it: a %1$@
ja: %1$sに
ko: %1$s에게
nl: aan %1$@
pt: para %1$@
sv: till %1$@

# TransactionDetails.txHashHeader
source: Transaction ID
da: Transaktions ID
de: Transaktions-ID
es: Identificador de transacción
fr: Identifiant de transaction
it: ID transazione
ja: 取引詳細
ko: 트랜잭션 세부 정보
nl: Transactie-ID
pt: ID da Transação
sv: Transaktions-ID

# TransactionDirection.address
source: Received at this Address
da: Modtaget på denne adresse
de: An dieser Adresse empfangen
es: Recibido en esta dirección
fr: Reçu à cette adresse
it: Ricevuta a questo indirizzo
ja: このアドレスで受け取りました
ko: 이 주소에서 받음
nl: Ontvangen op dit adres
pt: Recebida neste endereço
sv: Togs emot på den här adressen

# TransactionDirection.to
source: Sent to this Address
da: Sendt til denne adresse
de: An diese Adresse versandt
es: Enviado a esta dirección
fr: Envoyé à cette adresse
it: Inviata a questo indirizzo
ja: このアドレスに送金しました
ko: 이 주소로 보냄
nl: Verstuurd naar dit adres
pt: Enviada para este endereço
sv: Skickat till den här adressen

# UDomains.invalid
source: Invalid address.
es: Dirección no válida.

# UnlockScreen.disabled
source: Disabled until: %@
da: Deaktiveret indtil: %1$@
de: Deaktiviert bis: %1$@
es: Desactivado hasta: %1$@
fr: Désactivé jusqu'à : %1$@
it: Disabilitato fino al: %1$@
ja: 以下まで無効: %1$s
ko: 다음 기간까지 비활성화됨: %1$s
nl: Uitgeschakeld tot: %1$@
pt: Desativado até: %1$@
sv: Inaktiverad till: %1$@

# UnlockScreen.faceIdText
source: Unlock with FaceID
da: Lås op med Face ID
de: Mit Face ID freischalten
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID
it: Sblocca con FaceID
ja: FaceIDでロックを解除する
ko: 페이스 ID로 잠금 해제
nl: Ontgrendelen met Face-ID
pt: Desbloquear com o Face ID
sv: Lås upp med Face ID

# UnlockScreen.myAddress
source: My Address
da: Min adresse
de: Meine Adresse
es: Mi dirección
fr: Mon adresse
it: Il Mio Indirizzo
ja: マイアドレス
ko: 내 주소
nl: Mijn Adres
pt: Meu Endereço
sv: Min adress

# UnlockScreen.resetPin
source: Reset your PIN
da: Nulstil PIN
de: PIN zurücksetzen
es: Restablecer PIN
fr: Réinitialiser le PIN
it: Reimposta PIN
ja: PINコードをリセット
ko: PIN 재설정
nl: PIN Resetten
pt: Redefinir PIN
sv: Återställ PIN-kod

# UnlockScreen.scan
source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Acquisisci
ja: スキャン
ko: 스캔
nl: Scannen
pt: Digitalizar
sv: Läs av

# UnlockScreen.touchIdInstructions.android
source: Touch Sensor
de: Sensor berühren
es: Toca el sensor
fr: Appuyez sur le capteur
it: Sensore Touch
ja: タッチセンサー
ko: 터치 센서
nl: Aanraaksensor
pt: Sensor de Toque

# UnlockScreen.touchIdPrompt
source: Unlock your RockWallet.
da: Lås op for dit RockWallet.
de: Entsperre dein RockWallet.
es: Desbloquea tu RockWallet.
fr: Déverrouillez votre RockWallet.
it: Sblocca il tuo RockWallet.
ja: ブレッドのロックを解除してください。
ko: BRD의 잠금을 해제하세요.
nl: Ontgrendel je RockWallet.
pt: Desbloqueie a sua RockWallet.
sv: Lås upp RockWallet.

# UnlockScreen.touchIdPrompt.android
source: Please unlock your Android device to continue.
da: Lås op for din Android enhed for at fortsætte
de: Bitte entsperren Sie Ihr Android-Gerät, um fortzufahren.
es: Desbloquea tu dispositivo Android para continuar.
fr: Veuillez déverrouiller votre appareil Android pour continuer.
it: Per favore, sblocca il tuo dispositivo Android per continuare.
ja: 続行するためAndroid機器のロックを解除 してください
ko: 계속하시려면 귀하의 안드로이드 장치 잠금을 해제해 주세요.
nl: Ontgrendel alstublieft uw Android-apparaat om door te gaan.
pt: Desbloqueie o seu dispositivo Android para continuar.
sv: Lås upp din Android-enhet för att fortsätta.

# UnlockScreen.touchIdText
source: Unlock with TouchID
da: Lås op med Touch ID
de: Mit Touch ID entsperren
es: Desbloquear con TouchID
fr: Déverrouiller avec TouchID
it: Sblocca con Touch ID
ja: Touch IDでロックを解除する
ko: Touch ID로 잠금 해제
nl: Ontgrendel met Touch ID
pt: Desbloquear com Touch ID
sv: Lås upp med TouchID

# UnlockScreen.touchIdTitle.android
source: Authentication required
da: Autentificering påkrævet
de: Authentifizierung erforderlich
es: Se requiere autenticación
fr: Identification nécessaire
it: Autenticazione richiesta
ja: 認証が必要です
ko: 본인확인 필요
nl: Authenticatie vereist
pt: Autenticação necessária
sv: Autentisering krävs

# UnlockScreen.walletDisabledDescription
source: You will need your Recovery Phrase to reset PIN.
da: You will need your recovery phrases to reset PIN.
de: You will need your recovery phrases to reset PIN.
es: You will need your recovery phrases to reset PIN.
fr: Vous aurez besoin de vos phrases de récupération pour réinitialiser le code PIN.
it: You will need your recovery phrases to reset PIN.
ja: You will need your Recovery Phrases to reset PIN.
ko: You will need your Recovery Phrases to reset PIN.
nl: You will need your recovery phrases to reset PIN.
pt: You will need your recovery phrases to reset PIN.
sv: You will need your recovery phrases to reset PIN.

# UpdatePin.caption
source: Remember this PIN. If you forget it, you won't be able to access your assets
da: Husk denne PIN. Hvis du glemmer den, vil du ikke kunne få adgang til dine bitcoin.
de: Merke dir diese PIN. Falls du sie vergisst, kannst du nicht mehr auf deine Bitcoins zugreifen.
es: Recuerda este PIN. Si lo olvidas, no podrás acceder a tu bitcoin.
fr: Souvenez-vous de ce code PIN. Si vous l'oubliez, vous ne pourrez pas accéder à votre bitcoin.
it: Ricorda questo PIN. Se lo dimentichi, non sarai in grado di accedere al tuo bitcoin.
ja: このPINコードは覚えておいてください。忘れた場合、ご自身のビットコインへアクセスできなくなります。
ko: 이 PIN 코드를 기억하세요. PIN 코드를 잊어버리면 자신의 비트코인을 사용할 수 없게 됩니다.
nl: Onthoud deze PIN. Als je deze vergeet, zul je niet in staat zijn om bij je Bitcoins te kunnen.
pt: Lembre-se deste PIN. Se o esquecer, não será capaz de aceder às suas bitcoins.
sv: Kom ihåg PIN-koden. Om du glömmer den, kommer du inte åt dina bitcoin.

# UpdatePin.ContactSupport
source: Contact Support
es: Contactar con el servicio de asistencia
fr: Contacter l'assistance

# UpdatePin.createInstruction
source: Your PIN will be used to unlock your wallet
da: Din PIN bliver brugt til at låse op for dit RockWallet og sende penge.
de: Deine PIN wird verwendet, um dein RockWallet zu entsperren und Geld zu versenden.
es: Tu PIN se usará para desbloquear RockWallet y enviar dinero.
fr: Votre PIN sera utilisé pour débloquer votre RockWallet et envoyer de l'argent.
it: Il PIN verrà utilizzato per sbloccare il tuo RockWallet e inviare denaro.
ja: あなたのPINコードはご自身のブレッドのロックを解除したり、送金する時に利用します。
ko: 귀하의 PIN 코드는 BRD의 잠금을 해제하고 돈을 송금하는 데 사용됩니다.
nl: Je PIN zal worden gebruikt om je RockWallet te ontgrendelen en geld te versturen.
pt: O seu PIN será usado para desbloquear a sua RockWallet e para enviar dinheiro.
sv: Din PIN-kod används för att låsa upp ditt RockWallet och skicka pengar

# UpdatePin.createTitle
source: Set PIN
da: Indstil PIN
de: PIN festlegen
es: Establecer PIN
fr: Définir PIN
it: Imposta PIN
ja: PINコードの設定
ko: PIN 설정
nl: PIN Instellen
pt: Definir PIN
sv: Ställ in PIN-kod

# UpdatePin.createTitleConfirm
source: Confirm your new PIN
da: Genindtast PIN
de: PIN erneut eingeben
es: Vuelve a introducir el PIN
fr: Entrer le PIN à nouveau
it: Inserisci nuovamente il PIN
ja: PINコードを再入力してください
ko: PIN 코드를 다시 입력
nl: Voer PIN opnieuw in
pt: Reintroduzir PIN
sv: Ange PIN-koden igen

# UpdatePin.DisabledUntil
source: Disabled until:
es: Deshabilitado hasta:
fr: Désactivation jusqu'au :

# UpdatePin.enterCurrent
source: Enter your current PIN
da: Indtast din nuværende PIN.
de: Gib deine derzeitige PIN ein.
es: Introduce tu PIN actual.
fr: Entrez votre code PIN actuel.
it: Inserisci il tuo PIN attuale.
ja: 現在のPINコードを入力してください。
ko: 현재의 PIN 코드를 입력하세요.
nl: Voer je huidige PIN in.
pt: Introduza o seu PIN atual.
sv: Ange aktuell PIN-kod.

# UpdatePin.enterNew
source: Enter your new PIN
da: Indtast din nye PIN.
de: Gib deine neue PIN ein.
es: Introduce tu nuevo PIN.
fr: Entrez votre nouveau code PIN.
it: Inserisci il tuo nuovo PIN.
ja: 新しいPINコードを入力してください。
ko: 새 PIN 코드를 입력하세요.
nl: Voer je nieuwe PIN in.
pt: Introduza o seu novo PIN.
sv: Ange din nya PIN-kod.

# UpdatePin.EnterPin
source: Please enter your PIN to confirm the transaction
es: Introduce tu PIN para confirmar la transacción
fr: Veuillez saisir votre code PIN pour confirmer la transaction

# UpdatePin.IncorrectPin
source: Incorrect PIN. The wallet will get disabled for 6 minutes after
es: PIN incorrecto. Tras esto, el monedero se deshabilitará durante 6 minutos
fr: Code PIN incorrect. Le portefeuille sera désactivé pendant six minutes après

# UpdatePin.OneAttempt
source: 1 more failed attempt.
es: 1 intento fallido más.
fr: l'échec d'une transaction supplémentaire.
