Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# Alert.noInternet
source: No internet connection found. Check your connection and try again.
da: Ingen internetforbindelse fundet. Tjek din forbindelse og prøv igen.
de: Keine Internetverbindung gefunden. Bitte überprüfe deine Verbindung und versuche es erneut.
es: No hay conexión a Internet. Compruébala y vuelve a intentarlo más tarde.
fr: Aucune connexion Internet n'a été trouvée. Vérifiez votre connexion et réessayez.
it: Non è stata trovata alcuna connessione internet. Controlla la connessione e riprova.
ja: インターネット接続が見つかりません。接続を確認してから、もう一度お試しください。
ko: 인터넷이 연결되지 않았습니다. 연결을 확인하시고 다시 시도해 주세요.
nl: Er is geen internetconnectie gevonden. Controleer je connectie en probeer opnieuw.
pt: Não foi encontrada uma ligação à internet. Verifique a sua ligação e tente novamente.
sv: Ingen anslutning till internet hittades. Kontrollera din anslutning och försök igen.

# Alert.PermissionCamera
source: KYCCamera doesn't have permission to use the camera, please change privacy settings
es: KYCCamera no tiene permiso para usar la cámara, por favor, cambia tus ajustes de privacidad
fr: KYCCamera n'a pas l'autorisation d'utiliser votre appareil photo, veuillez modifier vos paramètres de confidentialité.

# Alert.somethingWentWrong
source: Something went wrong. Please try again.
da: Noget gik galt. Prøv igen.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo no ha salido bien. Inténtalo de nuevo.
fr: Quelque chose a échoué. Veuillez s'il vous plaît réessayer.
it: Qualcosa è andato storto. Per favore riprova.
ja: 何か問題が生じました。再度お試しください。
ko: 뭔가 잘못됐습니다. 다시 시도해 주세요.
nl: Er is iets misgegaan. Probeer het alstublieft opnieuw.
pt: Algo correu mal. Por favor, tente novamente.
sv: Något gick fel. Försök igen, tack.

# Alert.timedOut
source: Request timed out. Check your connection and try again.
da: Anmodingen er udløbet. Tjek din forbindelse og prøv igen.
de: Zeitüberschreitung der Anforderung. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Su tiempo ha finalizado. Verifica tu conexión y vuelve a intentarlo.
fr: Demande expirée. Vérifiez votre connexion et réessayez.
it: Richiesta scaduta. Controlla la tua connessione e riprova.
ja: リクエストはタイムアウトしました。接続を確認して、もう一度お試しください。
ko: 요청이 시간 초과 되었습니다. 인터넷 연결을 확인하고 다시 시도하세요.
nl: Verzoek loopt af. Controleer uw verbinding en probeer het opnieuw.
pt: Tempo limite da solicitação esgotado. Verifique sua conexão e tente novamente.
sv: Begärde time-out. Kontrollera din anslutning och försök igen.

# Alert.UnableCapture
source: Unable to capture media
es: Ha sido imposible captar imágenes
fr: Impossible de capturer le média

# Alert.warning
source: Warning
da: Advarsel
de: Achtung
es: Aviso
fr: Avertissement
it: Attenzione
ja: 警告
ko: 경고
nl: Waarschuwing
pt: Aviso
sv: Varning

# Alerts.copiedAddressesHeader
source: Addresses Copied
da: Adresser kopieret
de: Adressen kopiert
es: Se han copiado las direcciones
fr: Adresses copiées
it: Indirizzi Copiati
ja: アドレスがコピーされました
ko: 주소들 복사됨
nl: Adressen gekopieerd
pt: Endereços Copiados
sv: Adresser kopierade

# Alerts.copiedAddressesSubheader
source: All wallet addresses successfully copied.
da: Alle pungens adresser er kopieret.
de: Es wurden alle Wallet-Adressen erfolgreich kopiert.
es: Todas las direcciones de la cartera se han copiado con éxito.
fr: Toutes les adresses du portefeuille ont été copiées avec succès.
it: Tutti gli indirizzi del portafoglio sono stati copiati con successo.
ja: すべてのウォレットアドレスが正常にコピーされました。
ko: 모든 지갑 주소들이 성공적으로 복사됨.
nl: Alle wallet-adressen zijn succesvol gekopieerd.
pt: Todos os endereços de carteiras foram copiados com sucesso.
sv: Alla plånboksadresser har kopierats.

# Alerts.paperKeySet
source: Recovery Key Set
da: Gendannelsessæt sæt
de: Wiederherstellungssatz
es: Conjunto de claves en papel
fr: Ensemble des clés papier
it: Paper Key Impostata
ja: リカバリフレーズセット
ko: 복구 문구 세트
nl: Paper key set
pt: Chave de Papel Definida
sv: Ordnyckel är inställd

# Alerts.paperKeySetSubheader
source: Awesome!
da: Fedt!
de: Großartig!
es: ¡Genial!
fr: Impressionnant !
it: Fantastico!
ja: いいね！
ko: 굉장해요!
nl: Geweldig!
pt: Incrível!
sv: Härligt!

# Alerts.pinSet
source: PIN successfully set
da: PIN indstillet
de: PIN festgelegt
es: Conjunto de PIN
fr: Ensemble PIN
it: PIN Impostato
ja: PINコードのセット
ko: PIN 준비
nl: PIN Set.
pt: PIN Definido
sv: PIN-kod är inställd

# Alerts.pinUpdated
source: PIN successfully updated
es: PIN actualizado correctamente
fr: Le code PIN a bien été mis à jour

# Alerts.sendFailure
source: Send failed
da: Afsendelse mislykkedes
de: Versand fehlgeschlagen
es: Error en el envío
fr: Échec de l'envoi
it: Invio fallito
ja: 送金に失敗しました
ko: 보내기 실패함
nl: Zending mislukt
pt: Falha no envio
sv: Sändningen misslyckades

# Alerts.sendSuccess
source: Send Confirmation
da: Send bekræftelse
de: Bestätigung gesendet
es: Confirmación de envío
fr: Envoyer confirmation
it: Conferma dell'Invio
ja: 送金のご確認
ko: 보내기 확인
nl: Verstuursbevestiging
pt: Confirmação de Envio
sv: Skicka bekräftelse

# Alerts.sendSuccessSubheader
source: Money Sent!
da: Pengene blev sendt!
de: Geld versandt!
es: ¡El dinero se ha enviado!
fr: Argent envoyé !
it: Denaro Inviato!
ja: 送金しました!
ko: 돈을 보냈어요!
nl: Geld Verstuurd!
pt: Dinheiro Enviado!
sv: Pengarna skickade!

# Alerts.touchIdSucceeded.android
source: Fingerprint recognized
da: Fingeraftryk genkendt
de: Fingerabdruck erkannt
es: Huella digital reconocida
fr: Empreinte digitale reconnue
it: Impronta digitale riconosciuta
ja: 指紋が認識されました
ko: 지문 인식됨
nl: Vingerafdruk geaccepteerd
pt: Impressão digital reconhecida
sv: Fingeravtryck bekräftat

# Alerts.walletRestored
source: Recovery Phrase correct
es: Frase de recuperación correcta
fr: Phrase de récupération correcte

# Amount.MinXRPAmount
source: The minimum required amount is 10 XRP.
da: The minimum required ammount is 10 XRP.
de: The minimum required ammount is 10 XRP.
es: La cantidad mínima requerida es 10 XRP.
fr: Le montant minimum requis est de 10 XRP.
it: The minimum required ammount is 10 XRP.
ja: The minimum required ammount is 10 XRP.
ko: The minimum required ammount is 10 XRP.
nl: The minimum required ammount is 10 XRP.
pt: The minimum required ammount is 10 XRP.
sv: The minimum required ammount is 10 XRP.

# Amount.RippleBalance
source: XRP Balance
es: Saldo XRP
fr: Solde XRP

# Amount.RippleBalanceText
source: Ripple requires each wallet to have a minimum balance of 10 XRP, so the balance displayed here is always 10 XRP less than your actual balance.
es: Ripple requiere que cada monedero tenga un saldo mínimo de 10 XRP, por lo que el saldo que se muestra aquí siempre será de 10 XRP menos que tu saldo real.
fr: Ripple exige que chaque portefeuille dispose d'un solde minimum de 10 XRP, donc le solde affiché correspond toujours à votre solde réel, moins les 10 XRP.

# Android.allowFileSystemAccess
source: Please enable storage permissions in your device settings: "Settings" > "Apps" > "RockWallet" > "Permissions".
da: Aktiver lagringstilladelse i din enheds indstillinger: "Indstillinger" > "Apps" > "RockWallet" > "Tilladelser".
de: Bitte aktivieren Sie die Speicherberechtigung in Ihren Geräteeinstellungen: „Einstellungen" > „Apps" > „RockWallet" > „Berechtigungen".
es: Activa los permisos de almacenamiento en los ajustes de tu dispositivo: "Ajustes" > "Aplicaciones" > "RockWallet" > "Permisos".
fr: Veuillez activer les autorisations de stockage dans les paramètres de votre appareil : « Paramètres » > « Applications » > « RockWallet » > « Autorisations ».
it: Abilita le autorizzazioni per l'archiviazione nelle impostazioni del dispositivo: "Impostazioni"> "App"> "RockWallet"> "Autorizzazioni".
ja: お使いのデバイスの設定でストレージの使用を許可して下さい: 「設定」>「アプリ」>「BRD」>「許可」。
ko: 단말의 "설정" > "앱" > "BRD" > "권한"에서 저장소 접근을 허용해 주세요.
nl: Schakel opslagtoestemmingen in uw apparaatinstellingen in: "Instellingen"> "Apps"> "RockWallet"> "Toestemmingen".
pt: Agradecemos que ative as permissões de armazenamento nas definições do seu dispositivo: "Definições" > "Aplicações" > "RockWallet" > "Permissões".
sv: Vi ber dig att medge lagringstillåtelse i dina enhetsinställningar: "Inställningar" > "Appar" > "RockWallet" > "Tillåtelser".

# Android.BCH.welcome.message
source: Any BCH in your wallet can be accessed through the home screen.
da: Du kan få adgang til enhver BCH i din pung via hjemskærmen.
de: Sie können über den Startbildschirm auf alle BCH in Ihrer Wallet zugreifen.
es: Puedes acceder a cualquier BCH en tu monedero a través de la pantalla de inicio.
fr: Vous pouvez consulter le montant de BCH de votre portefeuille via l'écran d'accueil.
it: Puoi accedere a qualsiasi BCH nel tuo wallet dalla schermata Home.
ja: お使いのウォレットのBCHには、ホーム画面からアクセスすることができます。
ko: 홈 화면을 통해 월렛에 있는 모든 BCH에 액세스할 수 있습니다.
nl: Elke BCH in uw wallet is toegankelijk via het startscherm.
pt: Qualquer BCH existente na sua carteira pode ser acedido através do ecrã principal.
sv: Valfri BCH i din plånbok kan nås via hemskärmen.

# Android.screenAlteringMessage
source: We've detected an app that is incompatible with RockWallet running on your device. For security reasons, please disable any screen altering or light filtering apps to proceed.
da: RockWallet fungerer ikke korrekt medmindre apps der ændrer skærmbilledet (så som Twilight) er deaktiveret.
de: RockWallet funktioniert nicht ordnungsgemäß, solange bildschirmverändernde Apps (z.B. Twilight) aktiv sind.
es: RockWallet no funcionará correctamente a menos que las aplicaciones que alteran la pantalla (como Twilight) estén desactivadas.
fr: RockWallet ne fonctionnera pas correctement à moins que les applications modifiant l'écran (telles que Twilight) ne soient désactivées.
it: RockWallet non funzionerà correttamente a meno che le app che alterano lo schermo (come Twilight) siano disabilitate.
ja: 画面変更アプリ(例: Twilight) が無効になっていなければ、BRDは正常に動作しません。
ko: BRD는 (Twilight과 같은) 화면 변경 앱을 비활성화하지 않으면 제대로 동작하지 않습니다.
nl: RockWallet zal niet goed werken tenzij schermveranderende apps (zoals Twilight) zijn uitgeschakeld.
pt: O RockWallet não vai funcionar adequadamente se não forem desativadas as aplicações que alteram o ecrã (tais como a Twilight).
sv: RockWallet fungerar inte korrekt om inte skärmskiftande appar (såsom Twilight) är inaktiverade.

# Android.screenAlteringTitle
source: Screen Altering App Detected
da: Der er fundet en app der ændrer skærmbilledet
de: Bildschirmverändernde App erkannt
es: Se ha detectado una aplicación de alteración de pantalla
fr: Application modifiant l'écran détectée
it: App che altera lo schermo rilevata
ja: 画面変更アプリが検出されました
ko: 화면 변경 앱이 탐지됨
nl: Schermveranderende app gedetecteerd
pt: Foi Detetada uma Aplicação que Altera o Ecrã
sv: Skärmskiftande app upptäckt

# ApiClient.jsonError
source: JSON Serialization Error
da: JSON serialiseringsfejl
de: JSON-Serialisierungsfehler
es: Error de serialización de JSON
fr: Erreur de sérialisation JSON
it: Errore di Serializzazione JSON
ja: JSONシリアル化エラー
ko: JSON 직렬화 오류
nl: JSON Serialisatie Error
pt: Erro de Serialização JSON
sv: Fel vid JSON-serialisering

# ApiClient.notReady
source: Wallet not ready
da: Pung ikke klar
de: Wallet nicht bereit
es: La cartera no está lista
fr: Le portefeuille n'est pas prêt
it: Il portafoglio non è pronto
ja: ウォレットの準備ができていません
ko: 지갑 준비 안됨
nl: Wallet niet gereed
pt: Carteira não preparada
sv: Plånboken ej redo

# ApiClient.tokenError
source: Unable to retrieve API token
da: Kunne ikke hente API-nøgle
de: API-Token konnte nicht abgerufen werden
es: No se puede recuperar el token de API
fr: Impossible de récupérer le jeton de l'API
it: Impossibile recuperare il token API
ja: APIトークンを取得できません
ko: API 토큰을 가져올 수 없습니다
nl: Niet in staat op API teken te vinden
pt: Não foi possível obter o token API
sv: Kan inte ta emot API-symbol

# BCH.body
source: Enter a destination BCH address below. All BCH in your wallet at the time of the fork (%@) will be sent.
da: Indtast en BCH destinationsadresse nedenfor. Alle BCH i din wallet ved fork-tidspunktet (%1$@) vil blive afsendt.
de: Geben Sie unten eine Ziel-BCH-Adresse ein. Das gesamte BCH Guthaben aus Ihrem Wallet zur Zeit der Aufspaltung (%1$@) wird versendet.
es: Introduce una dirección de destino BCH a continuación. Se enviarán todos los BCH de tu cartera en el momento del fork (%1$@).
fr: Entrez une adresse de destination BCH ci-dessous. Tous les BCH dans votre portefeuille au moment de la fourchette (%1$@) seront envoyés.
it: Inserisci qui sotto un indirizzo di destinazione BCH . tutti i BCH nel tuo portafoglio verranno inviati al momento del fork (%1$@).
ja: 送金先のBCHアドレスを入力してください。フォーク時（%1$s）にウォレット内にあった全てのBCHが送られます。
ko: 아래의 목적지 BCH 주소를 입력하세요. 분기 시점(%1$s)에 귀하의 월렛에 있는 모든 BCH를 보냅니다.
nl: Voer hieronder een BCH adres in. Alle BCH die op het moment van de fork (%1$@) in in je wallet zitten, zullen worden gestuurd.
pt: Introduza abaixo um endereço de destino da BCH. Toda a BCH que estiver na sua conta no momento da divisão (%1$@) será enviada.
sv: Ange mottagarens BCH-adress nedan. Alla BCH i din plånbok vid nästa fork (%1$@) kommer skickas.

# BCH.confirmationMessage
source: Confirm sending %@ to %@
da: Bekræft afsendelse af %1$@ til %2$@
de: Senden von %1$@ an %2$@ bestätigen
es: Confirmar enviando %1$@ a %2$@
fr: Confirmer l'envoi de %1$@ à %2$@
it: Conferma l'invio di %1$@ a %2$@
ja: %1$sを%2$sに送金することを確認する
ko: %1$s를 %2$s(으)로 보내기를 확인
nl: Sturen van %1$@ naar %2$@ bevestigen
pt: Confirme o envio de %1$@ para %2$@
sv: Bekräfta skickar %1$@ till %2$@

# BCH.confirmationTitle
source: Confirmation
da: Bekræftelse
de: Bestätigung
es: Confirmación
it: Conferma
ja: 承認
ko: 확정
nl: Bevestiging
pt: Confirmação
sv: Bekräftelse

# BCH.genericError
source: Your account does not contain any BCH, or you received BCH after the fork.
da: Din konto indeholder ikke nogle BCH eller du modtog BCH efter fork.
de: Ihr Konto enthält kein BCH oder Sie haben BCH nach dem Fork erhalten.
es: Tu cuenta no contiene ningún BCH o recibiste BCH después del fork.
fr: Votre compte ne contient aucun BCH ou vous avez reçu le BCH après la fourchette.
it: Il tuo account non contiene alcun BCH, oppure hai ricevuto BCH dopo il fork.
ja: アカウントにBCHがない、またはフォークの後にBCHを受け取っています。
ko: 귀하의 계정에는 BCH가 없거나, 분기 이후에 BCH를 받으셨습니다.
nl: Je account bevat geen BCH of je hebt BCH ontvangen na de fork.
pt: A sua conta não contém qualquer BCH, ou recebeu as BCH depois da divisão.
sv: Ditt konto har inte några BCH, eller så tar du emot BCH först efter nästa fork.

# BCH.hashCopiedMessage
source: Transaction ID copied
da: Transaktions-ID kopieret
de: Transaktions-ID kopiert
es: Se ha copiado el ID de la transacción
fr: ID de transaction copiée
it: ID della transazione copiato
ja: トランザクションIDをコピー済み
ko: Transaction ID 복사됨
nl: Transactie-ID gekopieerd
pt: ID da transação copiado
sv: Transaktions-ID kopierat

# BCH.noAddressError
source: Please enter an address
da: Indtast venligst en adresse
de: Bitte geben Sie eine Adresse ein
es: Por favor, introduce una dirección
fr: Veuillez entrer une adresse
it: Per favore inserisci un indirizzo
ja: アドレスを入力してください
ko: 주소를 입력해 주세요
nl: Voer alstublieft een adres in
pt: Por favor, introduza um endereço
sv: Var god ange en adress

# BCH.paymentProtocolError
source: Payment Protocol Requests are not supported for BCH transactions
da: Betalingsprotokolanmodninger er ikke understøttet for BCH-transaktioner
de: Zahlungsprotokoll-Anfragen werden bei BCH-Transaktionen nicht unterstützt
es: No se admiten solicitudes de protocolo de pago en transacciones BCH
fr: Les demandes de protocole de paiement ne sont pas prises en charge pour les transactions BCH
it: Le richieste di protocollo del pagamento non sono supportate per le transazioni in BCH
ja: BCHのトランザクションでペイメントプロトコルリクエストはサポートされていません。
ko: Payment Protocol Request는 BCH 트랜잭션에서 지원되지 않습니다
nl: Een aanvraag voor een betalingsprotocol wordt niet ondersteund voor transacties met BCH
pt: Não são suportados pedidos de protocolo de pagamento para transações de BCH
sv: Betalningsprotokollsbegäran stöds inte för BCH-transaktioner

# BCH.successMessage
source: BCH was successfully sent.
da: BCH blev afsendt uden problemer.
de: BCH wurde erfolgreich versendet.
es: BCH se ha enviado correctamente.
fr: BCH envoyés avec succès.
it: BCH inviati con successo.
ja: BCHの送金に成功しました。
ko: BCH를 성공적으로 보냈습니다.
nl: BCH succesvol verstuurd.
pt: A BCH foi enviada com sucesso
sv: BCH skickades.

# BCH.title
source: Withdraw BCH
da: Tilbagetræk BCH
de: BCH abheben
es: Retirar BCH
fr: Retirer les BCH
it: Ritira BCH
ja: BCHを引き出す
ko: BCH 인출
nl: BCH opnemen
pt: Levantar BCH
sv: Ta ut BCH

# BCH.txHashHeader
source: BCH Transaction ID
da: BCH transaktions-ID
de: BCH-Transaktions-ID
es: Identificador de transacción BCH
fr: ID de transaction BCH
it: ID transazione BCH
ja: BCHのトランザクションID
nl: BCH Transactie-ID.
pt: ID da transação de BCH
sv: BCH transaktions-ID

# BitID.approve
source: Approve
da: Godkend
de: Bestätigen
es: Aprobar
fr: Approuver
it: Approva
ja: 承認する
ko: 승인
nl: Goedkeuren
pt: Aprovar
sv: Godkänn

# BitID.authenticationRequest
source: %@ is requesting authentication using your bitcoin wallet
da: %1$@ anmoder om godkendelse ved hjælp af din bitcoin-wallet
de: %1$@ fordert die Authentifizierung über Ihr Bitcoin-Wallet an
es: %1$@ está solicitando autenticación mediante tu cartera bitcoin
fr: %1$@ requiert l'authentification en utilisant votre portefeuille bitcoin
it: %1$@ richiede l'autenticazione usando il tuo portafoglio bitcoin
ja: %1$sがビットコインウォレットを使っての認証を求めています
ko: %1$s(이)가 귀하의 비트코인 월렛 이용에 대한 인증을 요청하고 있습니다.
nl: %1$@ vraagt om authenticatie om je bitcoin-portemonnee te gebruiken
pt: %1$@ está a solicitar autenticação utilizando a sua carteira de bitcoin
sv: %1$@ begär autentisering med hjälp av din bitcoin-plånbok

# BitID.deny
source: Deny
da: Afvis
de: Ablehnen
es: Denegar
fr: Refuser
it: Nega
ja: 拒否する
ko: 거부
nl: Weigeren
pt: Recusar
sv: Avslå

# BitID.error
source: Authentication Error
da: Godkendelsesfejl
de: Authentifizierungsfehler
es: Error de autenticación
fr: Erreur d'authentification
it: Errore di autenticazione
ja: 認証エラー
ko: 인증 오류
nl: Authenticatie Fout
pt: Erro de autenticação
sv: Autentiseringsfel

# BitID.errorMessage
source: Please check with the service. You may need to try again.
da: Tjek venligst tjenesten. Det kan være nødvendigt at prøve igen.
de: Bitte den Service überprüfen. Es könnte ein erneuter Versuch erforderlich sein.
es: Consulta con el servicio. Es posible que debas intentarlo de nuevo.
fr: Veuillez vérifier avec le service. Vous pourriez avoir à essayer de nouveau.
it: Per favore verifica con l'assistenza. Potresti dover riprovare.
ja: 決済サービスの確認をしてください。再試行しなければいけない可能性もあります。
ko: 서비스 측에 확인해 주세요. 다시 시도해야 할 수도 있습니다.
nl: Vraag het na bij de service. Je moet het mogelijk opnieuw proberen.
pt: Por favor, verifique o serviço. Pode ser que precise de tentar novamente.
sv: Var god kontrollera med tjänsten. Du kan behöva försöka igen.

# BitID.success
source: Successfully Authenticated
da: Godkendt uden problemer
de: Erfolgreich authentifiziert
es: Autenticado con éxito
fr: Authentification réussie
it: Autenticato con successo
ja: 認証成功
ko: 성공적으로 인증됨
nl: Succesvol geïdentificeerd
pt: Autenticado com sucesso
sv: Autentiseringen lyckades

# BitID.title
source: BitID Authentication Request
da: BitID godkendelsesanmodning
de: BitID-Authentifizierungsanfrage
es: Solicitud de autenticación de BitID
fr: Demande d'authentification BitID
it: Richiesta autenticazione BitID
ja: BitID認証リクエスト
ko: BitID 인증 요청
nl: BitID Authenticatieverzoek
pt: Pedido de autenticação BitID
sv: BitId autentiseringsförfrågan

# Button.buy
source: Buy
da: Køb
de: Kaufen
es: Comprar
fr: Acheter
it: Acquistare
ja: 購入する
ko: 구매하기
nl: Kopen
pt: Comprar
sv: Köp

# Button.cancel
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
sv: Avbryt

# Button.close
source: Close
es: Cerrar
fr: Fermer

# Button.confirm
source: Confirm
da: Bekræft
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pt: Confirmar
sv: Bekräfta

# Button.continueAction
source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行する
ko: 계획하기
nl: Doorgaan
pt: Continuar
sv: Fortsätt

# Button.dismiss
source: Dismiss
da: Afvis
de: Verwerfen
es: Descartar
fr: Ignorer
it: Ignora
ja: 却下する
ko: 해제
nl: Verwerpen
pt: Descartar
sv: Avvisa

# Button.done
source: DONE
da: Færdig
de: Fertig
es: Listo
fr: Terminé
it: Completato
ja: 終了
ko: 완료
nl: Voltooid
pt: Feito
sv: Klar

# Button.Finish
source: Finish
es: Finalizar
fr: Terminer

# Button.GoToDashboard
source: Go to dashboard
es: Ir al panel de control
fr: Accéder au tableau de bord

# Button.Home
source: Home
da: Hjem
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
nl: Startpagina
pt: Página inicial
sv: Hem

# Button.ignore
source: Ignore
da: Ignorer
de: Ignorieren
es: Ignorar
fr: Rejeter
it: Ignora
ja: 無視する
ko: 무시
nl: Negeren
pt: Ignorar
sv: Ignorera

# Button.map
source: Map
es: Mapa
fr: Carte

# Button.maybeLater
source: Maybe Later
da: Måske senere
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
it: Forse più tardi
ja: また後で
ko: 다음 기회에
nl: Misschien later
pt: Talvez Mais Tarde
sv: Kanske senare

# Button.menu
source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
sv: Meny

# Button.moreInfo
source: More info
da: Mere info
de: Weitere Informationen
es: Más información
fr: Plus d'informations
it: Più informazioni
ja: さらなる情報
ko: 자세한 정보
nl: Meer info
pt: Mais informações
sv: Mer info

# Button.ok
source: OK
es: Vale
ko: 오케이

# Button.openSettings
source: Open Settings
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abra Ajustes
fr: Ouvrir les paramètres
it: Apri le Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pt: Abrir Configurações
sv: Öppna Inställningar

# Button.Profile
source: Profile
es: Perfil
fr: Profil

# Button.receive
source: Receive
da: Modtag
de: Erhalten
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受取
ko: 받기
nl: Ontvangen
pt: Receber
sv: Ta emot

# Button.remove
source: Remove
es: Eliminar
fr: Supprimer

# Button.search
source: Search
es: Buscar
fr: Rechercher

# Button.sell
source: Sell
da: Sælg
de: Verkaufen
es: Vender
fr: Vendre
it: Vendi
ja: 売る
ko: 팔기
nl: Verkoop
pt: Vender
sv: Sälj

# Button.send
source: Send
de: Senden
es: Enviar
fr: envoyer
it: invia
ja: 送金する
ko: 보내기
nl: versturen
pt: enviar
sv: skicka

# Button.settings
source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Definições
sv: Inställningar

# Button.setup
source: Set Up
da: Opsætning
de: Einrichten
es: Configurar
fr: Paramétrage
it: Impostazioni
ja: セットアップ
ko: 설
nl: Instellen
pt: Definir
sv: Skapa

# Button.skip
source: Skip
da: Spring over
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 넘어가기
nl: Overslaan
pt: Saltar
sv: Hoppa över

# Button.submit
source: Submit
da: Send
de: Abschicken
es: Enviar
fr: Envoyer
it: Invia
ja: 確認
ko: 전송
nl: Indienen
pt: Submeter
sv: Överlämna

# Button.uninstall.android
source: Uninstall
da: Afinstaller
de: Deinstallieren
es: Desinstalar
fr: Désinstallez
it: Disinstalla
ja: アンインストール
ko: 앱 제거
nl: Verwijderen
pt: Desinstalar
sv: Avinstallera

# Button.Verify
source: Verify
es: Verificar
fr: Vérifier

# Button.yes
source: Yes
da: Ja
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
nl: Ja
pt: Sim
sv: Ja
