Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# NodeSelector.connecting
source: Connecting
da: Opretter forbindelse
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion en cours
it: Connessione in corso
ja: 接続中
ko: 연결 중
nl: Verbinden
pt: A estabelecer ligação
sv: Ansluter

# NodeSelector.enterBody
source: Enter Node IP address and port (optional)
da: Indtast node-IP-adresse og port (valgfrit)
de: Geben Sie die Node-IP-Adresse und den Port ein (optional)
es: Introduce el puerto y la dirección IP del nodo (opcional)
fr: Entrer l'adresse IP et le port des nœuds (optionnel)
it: Inserisci l'indirizzo IP del nodo e la porta (opzionale)
ja: ノードのIPアドレスとポートを入力する（任意）
ko: 노드 IP 주소와 포트를 입력하십시오(선택)
nl: Voer het IP-adres en de poort (optioneel) van de node in
pt: Introduza o endereço de IP e porta do nó (opcional)
sv: Ange nodens IP-adress och port (valfritt)

# NodeSelector.enterTitle
source: Enter Node
da: Indtast node
de: Node eingeben
es: Introducir nodo
fr: Soumettre le nœud
it: Inserisci il nodo
ja: ノードを入力する
ko: 노드를 입력하십시오
nl: Node invoeren
pt: Introduza o nó
sv: Ange nod

# NodeSelector.invalid
source: Invalid Node
da: Ugyldig knude
de: Ungültiger Knoten
es: Nodo inválido
fr: Noeud invalide
it: Nodo non valido
ja: 無効なノード
ko: 잘못된 노드
nl: Ongeldige knoop
pt: Nó inválido
sv: Ogiltig nod

# NodeSelector.manualButton
source: Switch to Manual Mode
da: Skift til manuel tilstand
de: Zum manuellen Modus wechseln
es: Cambiar al modo manual
fr: Passer au mode manuel
it: Passa alla modalità manuale
ja: マニュアルモードに切り替える
ko: 수동 모드로 전환
nl: Omschakelen naar handmatige modus
pt: Trocar para modo manual
sv: Byt till manuellt läge

# NodeSelector.nodeLabel
source: Current Primary Node
da: Nuværende primære node
de: Aktueller primärer Node
es: Nodo principal actual
fr: Nœud principal actuel
it: Nodo primario attuale
ja: 現在のプライマリーノード
ko: 현재 주요 모드
nl: Huidige primaire node
pt: Nó primário atual
sv: Nuvarande primär nod

# NodeSelector.notConnected
source: Not Connected
da: Ikke forbundet
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 未接続
ko: 연결되지 않음
nl: Niet Verbonden
pt: Ligação não estabelecida
sv: Inte ansluten

# NodeSelector.statusLabel
source: Node Connection Status
da: Node forbindelsesstatus
de: Node-Verbindungsstatus
es: Estado de la conexión del nodo
fr: Statut de connexion du nœud
it: Stato della connessione del nodo
ja: ノードの接続状況
ko: 노드 연결 상태
nl: Connectiestatus van de node
pt: Estado da ligação do nó
sv: Nodens anslutningsstatus

# NodeSelector.title
source: Bitcoin Nodes
es: Nodos Bitcoin
fr: Nœuds Bitcoin
it: Nodi bitcoin
ja: ビットコインノード
ko: 비트코인 노드
pt: Nós de bitcoin
sv: Bitcoin-noder

# NoInternet.Body
source: We couldn’t connect to the server. Please check your internet connection and try again.
es: No hemos podido conectar con el servidor. Por favor, comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Connexion au serveur impossible. Veuillez vérifier votre connexion Internet, puis réessayer.

# NoInternet.Title
source: Check your connection
es: Comprueba tu conexión
fr: Vérifiez votre connexion

# Onboarding.browseFirst
source: I'll browse first
da: Jeg kigger først
de: Ich möchte mir zunächst alles anschauen
es: Voy a explorar un poco antes
fr: Je vais d'abord explorer le site
it: Navigherò prima
ja: まずは閲覧
ko: 먼저 둘러볼게요
nl: Ik kijk eerst even rond
pt: Vou navegar primeiro
sv: Jag ska titta runt först

# Onboarding.buyCoin
source: Buy some coin
da: Køb nogle coins
de: Einige Coins kaufen
es: Comprar monedas
fr: Acheter de la monnaie
it: Acquista delle monete
ja: コインを購入
ko: 코인을 조금 구매
nl: Koop wat munten
pt: Comprar moedas
sv: Köp mynt

# Onboarding.getStarted
source: Get started
da: Kom i gang
de: So geht's los
es: Empezar
fr: Démarrer
it: Inizia
ja: 開始
ko: 시작
nl: Ga aan de slag
pt: Começar
sv: Kom igång

# Onboarding.next
source: NEXT
da: Næste
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
pt: Seguinte
sv: Nästa

# Onboarding.restoreWallet
source: Restore with Recovery Phrase
da: Gendan tegnebog
de: Wallet wiederherstellen
es: Restaurar monedero
fr: Restaurer le portefeuille
it: Ripristina il portafoglio
ja: ウォレットを復元する
ko: 월렛 복구
nl: Herstel portemonnee
pt: Restaurar a carteira
sv: Återskapa plånbok

# Onboarding.skip
source: Skip
da: Spring over
de: Diesen Bereich verlassen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 넘어가기
nl: Overslaan
pt: Saltar
sv: Hoppa över

# OnboardingPageFour.title
source: Start investing today with as little as $50!
da: Begynd at investere i dag for så lidt som 50 dollars!
de: Beginnen Sie noch heute mit einer Einlage von nur US$ 50!
es: ¡Comienza a invertir hoy mismo desde solo 50 $!
fr: Commencez à investir dès aujourd'hui avec seulement 50 $ !
it: Inizia ad investire oggi con soli $ 50!
ja: 最低50ドルから,今すぐ投資を始めましょう！
ko: 50달러 소액부터 오늘 투자를 시작해 보세요!
nl: Begin vandaag met investeren vanaf slechts $50!
pt: Comece a investir hoje com um montante a partir de 50$!
sv: Börja investera idag med så lite som $50!

# OnboardingPageOne.title
source: Empowering you to navigate the digital asset economy easily and securely
da: Velkommen til din nye digitale aktivbog!
de: Willkommen in Ihrer neuen digitalen Geldbörse!
es: ¡Bienvenido a tu nuevo monedero global!
fr: Bienvenue dans votre nouveau portefeuille international !
it: Benvenuto nel tuo nuovo portafoglio globale!
ja: 新しいデジタルアセットウォレットへようこそ！
ko: 새로운 디지털 자산 지갑에 오신 것을 환영합니다!
nl: Welkom bij uw nieuwe wereldwijde portemonnee!
pt: Bem vindo à sua nova carteira global!
sv: Välkommen till din nya globala plånbok!

# OnboardingPageThree.subtitle
source: Invest and diversify with RockWallet, easily and securely.
da: Invester og diversificer med RockWallet, nemt og sikkert.
de: Einfach und sicher - Mit RockWallet investieren und Investitionen diversifizieren
es: Invierte y diversifica con RockWallet de forma segura y sencilla.
fr: Investissez et diversifiez facilement et en toute sécurité avec RockWallet.
it: Investi e diversifica con RockWallet, facilmente ed in maniera sicura.
ja: BRDで容易に安全に投資して多様化しましょう。
ko: BRD와 함께 쉽고 안전하게 투자하고 다양하게 분산시키세요.
nl: Investeer en diversifieer met RockWallet, snel en veilig.
pt: Invista e diversifique com a RockWallet, de modo fácil e seguro.
sv: Investera och bredda dig med RockWallet, lätt och tryggt.

# OnboardingPageThree.title
source: Buy and swap bitcoin, tokens, and other digital currencies.
da: Køb og sælg bitcoin, tokens og andre digitale valutaer.
de: Kaufen und handeln Sie Bitcoin, Token und andere digitale Währungen.
es: Compra y negocia con bitcoins, vales y otras divisas digitales.
fr: Achetez et vendez des bitcoins, des tokens, et d'autres monnaies électroniques.
it: Acquista e scambia bitcoin, token e altre valute digitali.
ja: ビットコイン,トークン,その他のデジタル通貨を購入・取引しましょう。
ko: 비트코인, 토큰, 그리고 그 외 다른 가상 화폐들을 구매하고 거래하세요.
nl: Koop en handel in bitcoin, tokens en andere digitale valuta.
pt: Compre e negoceie bitcoins, tokens e outras moedas digitais.
sv: Köp och handla med bitcoin, jetonger och andra digitala valutor.

# OnboardingPageTwo.subtitle
source: We have over $6 billion USD worth of assets under protection.
da: Vi har aktiver til en værdi af mere end 6 milliarder dollars under vores beskyttelse.
de: Bei uns sind Kapitalmittel im Wert von mehr 6 Milliarden US$ sicher verwahrt.
es: Tenemos activos protegidos por valor de más de 6 billones de $.
fr: Nous avons sous protection des actifs valant plus de 6 millions de dollars US.
it: Abbiamo un patrimonio di oltre $ 6 miliardi sotto protezione.
ja: 当社の保護下には,60億USドル超相当の資産があります。
ko: 저희는 60억 달러 넘는 가치의 자산을 안전하게 보유하고 있습니다.
nl: We hebben meer dan $6 miljard USD waard aan aandelen onder onze bescherming.
pt: Temos activos protegidos no valor de mais de 6 mil milhões de dólares.
sv: Vi har skyddade tillgångar värda över 6 miljarder USD.

# OnboardingPageTwo.title
source: Join people around the world who trust RockWallet.
da: Gør som millioner af mennesker over hele verden, der stoler på RockWallet.
de: Schließen Sie sich Millionen von Menschen überall auf der Welt an, die ihr Vertrauen in RockWallet gefunden haben.
es: Únete a millones de personas en todo el mundo que confían en RockWallet.
fr: Rejoignez des millions de personnes à travers le monde qui font confiance à RockWallet.
it: Unisciti a milioni di persone che in tutto il mondo si fidano di RockWallet.
ja: 世界中で何百万もの人々がBRDを利用しています。あなたもぜひ。
ko: BRD를 신뢰하는 전 세계 수백만 명과 함께 하십시오.
nl: Sluit je aan bij miljoenen mensen over de hele wereld die op RockWallet vertrouwen.
pt: Junte-se a milhões de pessoas em todo o mundo que confiam em RockWallet.
sv: Bli en av miljontals människor runt om i världen som litar på RockWallet.

# PaymentConfirmation.amountText
source: Send %@ to purchase %@
da: Send %1$@ for at købe %2$@
de: %1$@ schicken, um %2$@ zu kaufen
es: Envía %1$@ para comprar %2$@
fr: Envoyer %1$@ pour acheter %2$@
it: Invia %1$@ per acquistare %2$@
ja: %2$sを購入するために%1$sを送金する
ko: %2$s 구매를 위해 %1$s 전송
nl: %1$@ versturen om %2$@ te kopen
pt: Enviar %1$@ para comprar %2$@
sv: Skicka %1$@ för att köpa %2$@

# PaymentConfirmation.PaymentExpired
source: The payment has expired due to inactivity. Please try again with the same card, or use a different card.
es: El pago ha expirado debido a la inactividad. Inténtalo de nuevo con la misma tarjeta o usa otra diferente.
fr: Le paiement a expiré en raison d'une période d'inactivité. Veuillez réessayer avec la même carte ou utiliser une autre carte.

# PaymentConfirmation.PaymentTimeout
source: Payment verification timeout
es: El tiempo de espera de verificación de pago ha expirado
fr: Expiration de la vérification du paiement

# PaymentConfirmation.title
source: Confirmation
da: Bekræftelse
de: Bestätigung
es: Confirmación
it: Conferma
ja: 確認
ko: 확인
nl: Bevestiging
pt: Confirmação
sv: Bekräftelse

# PaymentConfirmation.TryAgain
source: Try again
es: Inténtalo de nuevo
fr: Réessayer

# PaymentProtocol.Errors.badPaymentRequest
source: Your transaction request couldn’t be completed. Please try again.
da: Dårlig betalingsanmodning
de: Ungültige Zahlungsanforderung
es: Solicitud de pago incorrecta
fr: Mauvaise demande de paiement
it: Richiesta Cattivo Pagamento
ja: 不正な支払い要求
ko: 틀린 결제 요청
nl: Slecht Betalingsverzoek
pt: Pedido de Pagamento Inválido
sv: Felaktig utbetalningsbegäran

# PaymentProtocol.Errors.corruptedDocument
source: Unsupported or corrupted document
da: Ikke understøttet eller beskadiget dokument
de: Nicht unterstütztes oder fehlerhaftes Dokument
es: Documento dañado o no compatible
fr: Document non pris en charge ou endommagé
it: Documento non supportato o danneggiato
ja: ドキュメントがサポートされていないか、またはドキュメントが破損しています
ko: 지원되지 않거나 망가진 문서
nl: Niet-ondersteund of beschadigd document
pt: Documento não suportado ou corrompido
sv: Dokumentet är felaktigt eller utan stöd

# PaymentProtocol.Errors.missingCertificate
source: missing certificate
da: manglende certifikat
de: Fehlendes Zertifikat
es: certificado ausente
fr: certificat manquant
it: certificato mancante
ja: 証明書が不足しています
ko: 빠진 증명서
nl: missend certificaat
pt: certificado em falta
sv: certifikat saknas

# PaymentProtocol.Errors.requestExpired
source: request expired
da: anmodning udløbet
de: Anfrage abgelaufen
es: solicitud expirada
fr: demande expirée
it: richiesta scaduta
ja: 期限切れのリクエスト
ko: 요청 만료됨
nl: verzoek verlopen
pt: o pedido expirou
sv: begäran har utgått

# PaymentProtocol.Errors.smallOutputError
source: Couldn't make payment
da: Kunne ikke foretage betaling
de: Die Zahlung konnte nicht durchgeführt werden
es: No se ha podido realizar el pago
fr: Impossible de faire un paiement
it: Impossibile effettuare il pagamento
ja: 支払いが行えませんでした
ko: 결제를 할 수 없습니다
nl: Kon de betaling niet uitvoeren
pt: Não foi possível fazer o pagamento
sv: Kunde inte göra utbetalning

# PaymentProtocol.Errors.smallPayment
source: Payment can’t be less than %@. Bitcoin transaction fees are more than the amount of this transaction. Please increase the amount and try again.
da: Bitcoin betalinger kan ikke være mindre end %1$@.
de: Bitcoin-Zahlungen können nicht geringer als %1$@ sein.
es: Los pagos en bitcoins no pueden ser inferiores a %1$@.
fr: Les paiements par Bitcoin ne peuvent être inférieurs à %1$@.
it: I pagamenti in Bitcoin non possono essere inferiori a %1$@.
ja: %1$s未満のビットコインの支払いは行えません。
ko: 비트코인 결제는 %1$s 보다 작을 수 없습니다.
nl: Bitcoin betalingen kunnen niet minder zijn dan %1$@.
pt: Os pagamentos em bitcoin não podem ser inferiores a %1$@.
sv: Utbetalning av Bitcoin får inte vara lägre än %1$@.

# PaymentProtocol.Errors.smallTransaction
source: Bitcoin transaction outputs can't be less than %@.
da: Bitcoin transaktionsoutput kan ikke være mindre end %1$@.
de: Bitcoin-Transaktionsausgaben können nicht geringer als %1$@ sein.
es: La transacción de bitcoins no puede ser inferior a %1$@.
fr: Les résultats des transactions de Bitcoin ne peuvent pas être inférieurs à %1$@.
it: Gli output di transazione Bitcoin non possono essere inferiori a %1$@.
ja: ビットコインの送金額は%1$s以上である必要があります。
ko: 비트코인 거래 출력들은 %1$s보다 작을 수 없습니다.
nl: Bitcoin transactie outputs kunnen niet minder zijn dan %1$@.
pt: As saídas de transações em bitcoin não podem ser inferiores a %1$@.
sv: Utbetalningstransaktioner av Bitcoin får inte vara lägre än %1$@.

# PaymentProtocol.Errors.unsupportedSignatureType
source: unsupported signature type
da: ikke understøttet signaturtype
de: Nicht unterstützter Signaturtyp
es: tipo de firma no compatible
fr: type de signature non pris en charge
it: tipo di firma non supportato
ja: サポートされていないタイプの署名です
ko: 지원되지 않는 서명 형태
nl: niet-ondersteund handtekening type
pt: tipo de assinatura não suportado
sv: signaturtypen saknar stöd

# PaymentProtocol.Errors.untrustedCertificate
source: untrusted certificate
da: certifikat der ikke er tillid til
de: Nicht vertrauenswürdiges Zertifikat
es: el certificado no es de confianza
fr: certificat non approuvé
it: certificato non attendibile
ja: 信頼できない証明書
ko: 신용할 수 없는 증명서
nl: niet-vertrouwd certificaat
pt: certificado não fidedigno
sv: opålitligt certifikat

# Platform.transaction_cancelled
source: Transaction Cancelled
da: Transaktion annulleret
de: Transaktion abgebrochen
es: Transacción cancelada
fr: Transaction annulée
it: Transazione annullata
ja: キャンセルされた取引
ko: 거래 취소
nl: Transactie geannuleerd
pt: Transação cancelada
sv: Transaktionen annullerad

# Prompts.ConnectionIssues.title
source: Connection issues
es: Problemas de conexión
fr: Problèmes de connexion

# Prompts.Email.body
source: Be the first to receive important support and product updates
da: Vær den første til at modtage vigtige support- og produktopdateringer
de: Erhalten Sie wichtige Hilfe- und Produktupdates als Erster
es: Sé el primero en recibir soporte y actualizaciones importantes de productos
fr: Soyez le premier/la première à recevoir des mises à jour importantes sur l'assistance et les produits
it: Sii il primo a ricevere un importante supporto e gli aggiornamenti del prodotto
nl: Wees de eerste om belangrijke support- en productupdates te ontvangen
pt: Seja o primeiro a receber atualizações de suporte e produtos importantes
sv: Var först med att få viktiga support- och produktuppdateringar

# Prompts.Email.placeholder
source: enter your email
da: Indtast din e-mail
de: geben Sie Ihre E-Mail ein
es: indica tu correo electrónico
fr: saisissez votre e-mail
it: inserisci la tua email
nl: voer uw e-mailadres in
pt: introduza o seu email
sv: ange din e-post

# Prompts.Email.successBody
source: You have successfully subscribed to receive updates
da: Du har abonneret på at modtage opdateringer
de: Sie haben sich erfolgreich angemeldet und erhalten ab jetzt Aktualisierungen
es: Te has suscrito correctamente para recibir actualizaciones
fr: Vous vous êtes inscrit avec succès pour recevoir les mises à jour
it: Hai aderito con successo alla ricezione degli aggiornamenti
nl: U hebt zich succesvol ingeschreven voor het ontvangen van onze updates
pt: Fez a subscrição para receber atualizações com sucesso
sv: Du prenumererar nu på uppdateringar

# Prompts.Email.successFootnote
source: We appreciate your continued support
da: Vi værdsætter din fortsatte støtte
de: Wir wissen Ihre treue Unterstützung zu schätzen
es: Te agradecemos tu apoyo continuo
fr: Nous apprécions votre soutien continu
it: Apprezziamo il tuo continuo supporto
nl: We waarderen uw constante support
pt: Apreciamos o seu apoio continuado
sv: Vi uppskattar ditt fortsatta stöd

# Prompts.Email.successTitle
source: Thank you!
da: Tak skal du have!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
nl: Bedankt!
pt: Obrigado!
sv: Tack!

# Prompts.Email.title
source: Get in the loop
da: Hold dig opdateret
de: Bleiben Sie auf dem Laufenden
es: Ponte al día
fr: Tenez-vous au courant
it: Entra nel circuito
nl: Blijf op de hoogte
pt: Entre no círculo
sv: Häng med i utvecklingen

# Prompts.FaceId.body
source: Tap continue to enable Face ID
da: Tryk Fortsæt for at aktivere Face ID
de: Tippen Sie auf „Weiter”, um Face ID zu aktivieren
es: Pulsa Continuar para activar Face ID
fr: Touchez Continuer pour activer Face ID
it: Tocca Continua per abilitare Face ID
ja: Face IDを有効にするには続行をタップして下さい
ko: 페이스 ID를 사용하시려면 계속하기를 탭하세요
nl: Tik op Doorgaan om Face-ID in te schakelen
pt: Para ativar o Face ID, toque em Continuar
sv: Klicka Fortsätt för att aktivera Face ID

# Prompts.FaceId.title
source: Enable Face ID
da: Aktiver Face ID
de: Face ID aktivieren
es: Activar Face ID
fr: Activer Face ID
it: Abilita Face ID
ja: Face IDを有効にする
ko: 페이스 ID 사용하기
nl: Face-ID inschakelen
pt: Ativar o Face ID
sv: Aktivera Face ID

# Prompts.NoPasscode.body
source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on.
da: En adgangskode til enheden er nødvendig for at beskytte din wallet. Gå til indstillinger og slå adgangskode til.
de: Ein Gerät-Passcode wird benötigt, um Ihr Wallet zu schützen. Gehen Sie zu den Einstellungen und aktivieren Sie den Passcode.
es: Se necesita una contraseña de dispositivo para proteger tu cartera. Ve a los ajustes y activa la contraseña.
fr: Un code d'accès pour l'appareil est requis pour sécuriser votre portefeuille. Allez aux paramètres et activez le code d'accès.
it: È necessaria una password del dispositivo per proteggere il tuo portafoglio. Vai alle impostazioni e attiva la password.
ja: ウォレットを保護するためには端末のパスコードが必要です。設定画面にてパスコードをオンにしてください。
ko: 지갑을 지키려면 장치 비밀번호가 필요합니다. 설정으로 가셔서 비밀번호를 켜십시오.
nl: Er is een apparaat-pascode nodig om je portomonnee te beschermen. Ga naar de instellingen en zet je pascode aan.
pt: Para proteger a sua carteira, é necessário ter um código de acesso ao dispositivo. Vá às definições e ative o código de acesso.
sv: Ett enhets-lösenord behövs för att skydda din plånbok. Gå till inställningar och aktivera lösenord.

# Prompts.NoPasscode.title
source: Turn device passcode on
da: Slå enhedens adgangskode til
de: Aktivieren Sie den Gerät-Passcode
es: Activar el código de acceso del dispositivo
fr: Activez le code d'accès de l'appareil
it: Attiva la password del dispositivo
ja: 端末のパスコードをオンにする
ko: 기기 비밀번호 설정
nl: Zet pascode voor apparaat aan
pt: Ativar o código de acesso ao dispositivo
sv: Aktivera enhets-lösenord

# Prompts.NoScreenLock.body.android
source: A device screen lock is needed to safeguard your wallet. Enable screen lock in your settings to continue.
da: Der skal en skærmlås til på enheden, for at beskytte din pung. Gå til "Indstillinger" > "Sikkerhed" > "Skærmlås" og aktiver for at fortsætte.
de: Es ist eine Bildschirmsperre auf dem Gerät erforderlich, um Ihr Wallet abzusichern. Gehen Sie zu „Einstellungen” > „Sicherheit” > „Bildschirmsperre” und aktivieren Sie diese, um fortzufahren.
es: Es necesario que el dispositivo cuente con un bloqueo de pantalla para proteger tu monedero electrónico. Ve a «Ajustes», selecciona «Seguridad» y habilita la opción de «Bloqueo de pantalla» para continuar.
fr: Il est nécessaire de configurer un verrouillage d'écran pour protéger votre portefeuille. Allez dans « Paramètres » > « Sécurité » > « Verrouillage d'écran », puis activez-le pour continuer.
it: È necessaria una schermata di blocco del dispositivo per proteggere il tuo portafoglio. Vai su “Impostazioni” > “Sicurezza” > “Schermata di Blocco” e abilitala per continuare.
ja: ウォレットを守るため機器の画面をロックする必要があります。「設定」 > 「セキュリティ」 > 「画面ロック」で有効にしてから続行してください。
ko: 귀하의 지갑을 보호하시려면 장치 화면 잠금이 필요합니다. 계속하시려면 "설정" > "보안" > "화면 잠금"가셔서 켜 주세요.
nl: Een schermvergrendeling voor uw apparaat is nodig om uw portemonnee te beveiligen. Ga naar "Instellingen" > "Beveiliging" > "Schermvergrendeling" en stel in om door te gaan.
pt: É necessário um bloqueio de ecrã no dispositivo para salvaguardar a sua carteira. Vá a "Definições" > "Segurança" > "Bloqueio de ecrã" e ative para continuar.
sv: Ett skärmlås krävs på enheten för att skydda din plånbok. Gå till Inställningar > Säkerhet > Skärmlås och aktivera för att fortsätta.

# Prompts.NoScreenLock.title.android
source: Screen lock disabled
da: Skærmlås deaktiveret
de: Bildschirmsperre deaktiviert
es: El bloqueo de pantalla no está habilitado
fr: Verrouillage d'écran désactivé
it: Schermata di blocco disabilitata
ja: 画面ロックが無効になっています
ko: 화면 잠금 꺼짐
nl: Schermvergrendeling uitgeschakeld
pt: Bloqueio de ecrã desativado
sv: Skärmlås inaktiverat

# Prompts.PaperKey.title
source: Action Required
da: Handling påkrævet
de: Maßnahme erforderlich
es: Acción obligatoria
fr: Une action est requise
it: Azione necessaria
ja: アクションが要求されました
ko: 조치 필요함
nl: Actie Vereist
pt: Ação Necessária
sv: Åtgärd krävs

# Prompts.RateApp.dontShow
source: Don't ask again
da: Spørg ikke igen
de: Fragen Sie nicht noch einmal
es: No preguntes de nuevo
fr: Ne plus demander
it: Non chiedere più
ja: もう聞かないで
ko: 다시 묻지마
nl: Vraag het niet nog eens
pt: Não pergunte novamente
sv: Fråga inte igen

# Prompts.RateApp.enjoyingBrd
source: Enjoying RockWallet?
da: Nyder BRD?
de: BRD genießen?
es: ¿Disfrutas de BRD?
fr: Vous aimez BRD?
it: Ti piace BRD?
ja: BRDを楽しんでいますか？
ko: BRD를 즐기십니까?
nl: Genieten van BRD?
pt: Apreciando o BRD?
sv: Njuter BRD?

# Prompts.RateApp.enjoyingRockWallet
source: Enjoying RockWallet?
da: Nyder RockWallet?
de: RockWallet genießen?
es: ¿Disfrutas de RockWallet?
fr: Vous aimez RockWallet?
it: Ti piace RockWallet?
nl: Genieten van RockWallet?
pt: Apreciando o RockWallet?
sv: Njuter RockWallet?

# Prompts.RateApp.googlePlayReview
source: Your review helps grow the RockWallet community.
da: Din anmeldelse hjælper med at vokse RockWallet-samfundet.
de: Ihre Bewertung trägt zum Wachstum der RockWallet-Community bei.
es: Su revisión ayuda a hacer crecer la comunidad RockWallet.
fr: Votre avis contribue à développer la communauté RockWallet.
it: La tua recensione aiuta a far crescere la comunità RockWallet.
ja: あなたのレビューは、BRDコミュニティの成長に役立ちます。
ko: 귀하의 검토는 BRD 커뮤니티의 성장을 돕습니다.
nl: Uw beoordeling helpt de RockWallet-gemeenschap te laten groeien.
pt: Sua análise ajuda a aumentar a comunidade RockWallet.
sv: Din recension hjälper till att växa RockWallet-gemenskapen.

# Prompts.RateApp.noThanks
source: No thanks
da: Nej tak
de: Nein, Danke
es: No, gracias.
fr: Non merci
it: No Grazie
ja: 結構です
ko: 아니요, 괜찮아요
nl: Nee bedankt
pt: Não, obrigado
sv: Nej tack

# Prompts.RateApp.rateUs
source: Review us
da: Gennemgå os
de: Überprüfen Sie uns
es: Revisenos
fr: Évaluez-nous
it: Recensiscici
ja: 私たちをレビュー
ko: 우리를 검토
nl: Beoordeel ons
pt: Revise-nos
sv: Granska oss
