Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# Send.noFeesError
source: Network Fee conditions are being downloaded. Please try again.
da: Netværksgebyr-vilkår bliver downloadet. Prøv venligst igen.
de: Die Bedingungen für die Netzwerkgebühr werden heruntergeladen. Bitte erneut versuchen.
es: Se están descargando las condiciones de tarifa de red. Inténtalo de nuevo.
fr: Les conditions des frais de réseau sont en cours de téléchargement. Veuillez réessayer.
it: Download dei termini e delle condizioni delle commissioni di rete in corso. Per favore, riprova.
ja: ネットワーク手数料の諸条件のダウンロード中です。もう一度お試し下さい。
ko: 네트워크 수수료 조건을 다운로드 중입니다. 다시 시도하십시오.
nl: Voorwaarden voor Netwerkkosten worden gedownload. Probeer het opnieuw.
pt: As condições da Taxa de Rede estão a ser descarregadas. Agradecemos que tente de novo.
sv: Villkor för nätverksavgifter laddas ned. Försök igen.

# Send.pasteLabel
source: Paste
da: Indsæt
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
ko: 붙여넣기
nl: Plakken
pt: Colar
sv: Klistra in

# Send.payId_invalid
source: Invalid PayString.
da: Ugyldig PayID.
de: Ungültige PayID.
es: PayID inválido.
fr: PayID invalide.
it: PayID non valido.
ja: PayIDが無効です。
ko: 잘못된 PayID입니다.
nl: Ongeldige PayID.
pt: PayID inválido.
sv: Ogiltigt PayID.

# Send.payId_noAddress
source: There is no %@ address associated with this PayString.
da: Der er ingen %1$s adresse tilknyttet denne PayID.
de: Mit dieser PayID ist keine %1$s Adresse verknüpft.
es: No hay una dirección %1$s asociada con este PayID.
fr: Il n’y a pas d’adresse de 1 $S associée à cette PayID.
it: Non esiste un indirizzo %1$s associato a questo PayID.
ja: このPayIDに関連付けられている%1$sアドレスはありません。
ko: 이 PayID와 연결된 %1$s 주소가 없습니다.
nl: Er is geen %1$s adres gekoppeld aan deze PayID.
pt: Não há %1$s endereço associado a este PayID.
sv: Det finns ingen %1$s adress kopplad till detta PayID.

# Send.payId_retrievalError
source: There was an error retrieving the address for this PayString. Please try again later.
da: Der opstod en fejl under hentning af adressen til denne PayID. Prøv igen senere.
de: Beim Abrufen der Adresse für diese PayID ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Se produjo un error al recuperar la dirección de este PayID. Por favor, inténtelo de nuevo más tarde.
fr: Une erreur s'est produite lors de la récupération de l'adresse pour ce PayID. Veuillez réessayer plus tard.
it: Si è verificato un errore durante il recupero dell'indirizzo per questo PayID. Per favore riprova più tardi.
ja: このPayIDの住所の取得中にエラーが発生しました。後でもう一度やり直してください。
ko: 이 PayID의 주소를 검색하는 중에 오류가 발생했습니다. 나중에 다시 시도하십시오.
nl: Er is een fout opgetreden bij het ophalen van het adres voor deze PayID. Probeer het later opnieuw.
pt: Ocorreu um erro ao recuperar o endereço para este PayID. Por favor, tente novamente mais tarde.
sv: Det gick inte att hämta adressen för detta PayID. Vänligen försök igen senare.

# Send.payId_toLabel
source: PayString
da: PayID
de: PayID
es: PayID
fr: PayID
it: PayID
ja: PayID
ko: PayID
nl: PayID
pt: PayID
sv: PayID

# Send.publishTransactionError
source: Your transaction request couldn’t be completed. Please try again.
da: Kunne ikke offentliggøre transaktion.
de: Transaktion konnte nicht veröffentlicht werden.
es: No se pudo publicar la transacción.
fr: Impossible de publier la transaction.
it: Impossibile pubblicare la transazione.
ja: 取引を実行できませんでした。
ko: 전송할 수 없습니다.
nl: Kon de transactie niet publiceren.
pt: Não foi possível publicar a transação.
sv: Kunde inte lägga ut transaktion.

# Send.remoteRequestError
source: Your payment attempt couldn’t be completed. Please try again.
da: Kunne ikke behandle betalingsanmodning
de: Zahlungsanfrage konnte nicht geladen werden
es: No se pudo cargar la solicitud de pago
fr: Impossible de charger la demande de paiement
it: Non è stato possibile caricare la richiesta
ja: 支払い要求がロードできませんでした
ko: 결제 요청을 불러올 수 없었습니다
nl: Kon de betalingsaanvraag niet laden
pt: Não foi possível carregar a solicitação de pagamento
sv: Kunde inte ladda betalningsförfrågan

# Send.scanLabel
source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Acquisisci
ja: スキャン
ko: 스캔
nl: Scannen
pt: Digitalizar
sv: Läs av

# Send.sendingMax
source: Sending Max:
da: Sender maks:
de: Max senden:
es: Envío máximo:
fr: Envoi maximum:
it: Invio Max:
ja: 最大送信：
ko: 최대 보내기 :
nl: Max verzenden:
pt: Enviando Max:
sv: Sänd Max:

# Send.sendLabel
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送金する
ko: 보내기
nl: Versturen
pt: Enviar
sv: Skicka

# Send.sendMaximum
source: Send maximum amount?
da: Send maksimumsbeløb?
de: Den maximalen Betrag senden?
es: ¿Enviar la cantidad máxima?
fr: Envoyer le montant maximum?
it: Inviare importo massimo?
ja: 限度額を送金しますか？
ko: 최고 한도 금액을 보내겠습니까?
nl: Verstuur maximum bedrag?
pt: Enviar montante máximo?
sv: Skicka maxbeloppet?

# Send.timeOutBody
source: Timed out waiting for network response. Please wait 60 seconds for confirmation before retrying.
da: Timed out waiting for network response. Please wait 30 minutes for confirmation before retrying.
de: Timed out waiting for network response. Please wait 30 minutes for confirmation before retrying.
es: Timed out waiting for network response. Please wait 30 minutes for confirmation before retrying.
fr: Délai écoulé dans l'attente d'une réponse du réseau. Veuillez attendre 60 secondes pour la confirmation avant de réessayer.
it: Timed out waiting for network response. Please wait 30 minutes for confirmation before retrying.
nl: Timed out waiting for network response. Please wait 30 minutes for confirmation before retrying.
pt: Timed out waiting for network response. Please wait 30 minutes for confirmation before retrying.
sv: Timed out waiting for network response. Please wait 30 minutes for confirmation before retrying.

# Send.title
source: Send
da: Send penge
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送金
ko: 보내기
nl: Versturen
pt: Enviar
sv: Skicka

# Send.toLabel
source: To
da: Til
de: An
es: A
fr: A
it: A
ja: 宛先
ko: 수취인
nl: Naar
pt: Para
sv: Till

# Send.UsedAddress.firstLine
source: Bitcoin addresses are intended for single use only.
da: Bitcoin adresser er kun beregnet til en enkelt anvendelse.
de: Bitcoin-Adressen sind lediglich zur einmaligen Benutzung vorgesehen.
es: Las direcciones Bitcoin están diseñadas para un solo uso.
fr: Les adresses Bitcoin sont destinées à une utilisation unique.
it: Gli indirizzi Bitcoin dovrebbero essere utilizzati una sola volta.
ja: ビットコインアドレスは、個人利用のみを想定しています。
ko: 비트코인 주소는 일회용입니다.
nl: Bitcoin adressen zijn alleen bedoeld voor enkel gebruik.
pt: Os endereços de bitcoin destinam-se apenas a uma única utilização.
sv: Bitcoin-adresser är avsedda för engångsanvändning.

# Send.UsedAddress.secondLIne
source: Re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address.
da: Genbrug reducerer privatliv for både dig og modtageren og kan resultere i tab, hvis modtageren ikke har direkte kontrol over adressen.
de: Durch eine mehrfache Verwendung können sowohl du als auch der Empfänger leichter identifiziert werden und falls der Empfänger die Adresse nicht direkt kontrolliert, kann das Verluste bedeuten.
es: La reutilización reduce la privacidad tanto para ti como para el destinatario y puede resultar en pérdida si el destinatario no controla la dirección directamente.
fr: La réutilisation réduit la confidentialité pour vous et le destinataire et peut entraîner une perte si le destinataire ne contrôle pas directement l'adresse.
it: Il riutilizzo riduce la privacy sia tua che del destinatario e può causare perdite se il destinatario non controlla direttamente l'indirizzo.
ja: 再利用は、送金側と受取側の両方のプライバシーの侵害につながるおそれがあり、受取人がアドレスを直接管理しない場合、損害につながるおそれもあります。
ko: 주소를 재사용할 경우 귀하와 받는 사람 모두의 개인 정보 보호가 약해지며, 받는 사람이 직접 주소를 관리하지 않을 경우 분실을 초래할 수 있습니다.
nl: Hergebruikt vermindert privacy voor zowel jou en de ontvanger en kan resulteren in verlies als de ontvanger niet direct het adres beheert.
pt: A reutilização reduz a sua privacidade e a do destinatário e pode resultar em perdas se o destinatário não controlar diretamente o endereço.
sv: Återanvändning minskar sekretessen både för dig och mottagaren och kan sluta i förlust om mottagaren inte direkt kontrollerar adressen.

# Send.UsedAddress.title
source: Address Already Used
da: Adresse allerede brugt
de: Adresse bereits in Verwendung
es: Ya se ha utilizado la dirección
fr: Adresse déjà utilisée
it: Indirizzo Già Utilizzato
ja: アドレスはすでに使用されています
ko: 이미 사용중인 주소입니다
nl: Adres Al Gebruikt
pt: Endereço Já Utilizado
sv: Adressen är redan använd

# Send.WhatIsDestinationTag
source: What is a destination tag?
es: ¿Qué es una etiqueta de destino?
fr: Qu'est-ce qu'un tag de destination ?

# Settings.other
source: Other
da: Andet
de: Andere
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
nl: Andere
pt: Outro
sv: Andra

# Settings.about
source: About
da: Om
de: Info
es: Acerca de nosotros
fr: À propos de
it: Chi siamo
ja: 概要
ko: 관련 사항
nl: Over
pt: Sobre
sv: Om

# Settings.advanced
source: Advanced
da: Avanceret
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
pt: Avançadas
sv: Avancerat

# Settings.advancedTitle
source: Advanced Settings
da: Avancerede indstillinger
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nl: Geavanceerde instellingen
pt: Definições avançadas
sv: Avancerade inställningar

# Settings.atmMapMenuItemSubtitle
source: Available in the USA only
da: Kun tilgængelig i USA
de: Nur in den USA erhältlich
es: Disponible solo en EE. UU.
fr: Disponible aux États-Unis uniquement
it: Disponibile solo negli Stati Uniti
ja: アメリカでのみ利用可能
ko: 미국에서만 사용 가능
nl: Alleen beschikbaar in de VS
pt: Disponível apenas nos EUA
sv: Endast tillgängligt i USA

# Settings.atmMapMenuItemTitle
source: Crypto ATM Map
da: Crypto ATM-kort
de: Krypto-ATM-Karte
es: Mapa Crypto ATM
fr: Carte de l'ATM Crypto
it: Mappa ATM Crypto
ja: 暗号ATMマップ
ko: 암호화 ATM지도
nl: Crypto ATM-kaart
pt: Crypto ATM mapa
sv: Crypto ATM-karta

# Settings.currency
source: Display Currency
da: Vis valuta
de: Anzeigewährung
es: Mostrar moneda
fr: Afficher la devise
it: Visualizza valuta
ja: 表示される通貨
ko: 통화 보기
nl: Toon valuta
pt: Mostrar moeda
sv: Visa valuta

# Settings.currencyPageTitle
source: %@ Settings
da: %1$@ indstillinger
de: %1$@-Einstellungen
es: Configuración de %1$@
fr: Paramètres %1$@
it: Impostazioni %1$@
ja: %1$s設定
ko: %1$s 설정
nl: %1$@ Instellingen
pt: %1$@ Definições
sv: %1$@ Inställningar

# Settings.currencySettings
source: Currency Settings
da: Valutaindstillinger
de: Währungseinstellungen
es: Configuración de moneda
fr: Paramètres de devises
it: Impostazioni valuta
ja: 通貨設定
ko: 통화 설정
nl: Valuta-instellingen
pt: Definições da Moeda
sv: Valutainställningar

# Settings.DebugCrash
source: Debug crash
es: Depurar un error
fr: Débugguer une panne

# Settings.DeveloperOptions
source: Developer Options
es: Opciones para desarrolladores
fr: Options pour les développeurs

# Settings.earlyAccess
source: Join Early Access
da: Tilmeld dig Early Access
de: Zum Early Access anmelden
es: Únete al acceso anticipado
fr: Rejoignez l'accès anticipé
it: Iscriviti all'Accesso Anticipato
ja: 早期アクセスに参加
ko: 초기 버전을 사용해 보세요
nl: Doe Mee aan Early Access
pt: Registe-se no Acesso Antecipado
sv: Använd Snabb tillgång

# Settings.EnableSegwit
source: Enable Segwit
da: Aktivér Segwit
de: SegWit aktivieren
es: Habilitar Segwit
fr: Activer Segwit
it: Abilita SegWit
ja: Segwitを有効にする
ko: Segwit 활성화
nl: Activeer SegWit
pt: Ativar Segwit
sv: Aktivera Segwit

# Settings.enjoying
source: Are you enjoying RockWallet?
da: Nyder du RockWallet?
de: Gefällt dir RockWallet?
es: ¿Te gusta RockWallet?
fr: Vous aimez RockWallet ?
it: Ti piace RockWallet?
ja: ブレッドをお楽しみいただいていますか?
ko: 브레드를 사용하고 있으신가요?
nl: Vind je RockWallet leuk?
pt: Está a gostar da RockWallet?
sv: Gillar du RockWallet?

# Settings.exportTransfers
source: Export transaction history to CSV
da: Eksporter transaktionshistorik til CSV
de: Exportieren Sie den Transaktionsverlauf in CSV
es: Exportar el historial de transacciones a CSV
fr: Exporter l'historique des transactions au format CSV
it: Esporta la cronologia delle transazioni in CSV
ja: トランザクション履歴をCSVにエクスポート
ko: 거래 내역을 CSV로 내보내기
nl: Exporteer transactiegeschiedenis naar CSV
pt: Exportar histórico de transações para CSV
sv: Exportera transaktionshistorik till CSV

# Settings.faceIdLimit
source: Face ID Spending Limit
da: Face ID betalingsgrænse
de: Face ID Ausgabenlimit
es: Límite de gastos con Face ID
fr: Limite de dépenses Face ID
it: Limite di spesa Face ID
ja: Face ID使用限度額
ko: 페이스 ID 지출 한도
nl: Bestedingslimiet Face-ID
pt: Limite de Gastos do Face ID
sv: Utgiftsgräns för Face ID

# Settings.importTitle
source: Sweep Wallet
da: Indløs privat nøgle
de: Privaten Schlüssel einlösen
es: Canjear clave privada
fr: Faire valoir une clé privée
it: Riscatta chiave privata
ja: 秘密鍵から引き出し
ko: 개인 키 교환
nl: Persoonlijke Sleutel Inwisselen
pt: Resgatar Chave Privada
sv: Lös In Privat Nyckel

# Settings.manage
source: Manage
da: Administrer
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
ja: 管理
ko: 관리
nl: Beheer
pt: Gerir
sv: Hantera

# Settings.notifications
source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nl: Notificaties
pt: Notificações
sv: Meddelanden

# Settings.preferences
source: Preferences
da: Indstillinger
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定
ko: 환경 설정
nl: Voorkeuren
pt: Preferências
sv: Preferenser

# Settings.resetCurrencies
source: Reset to Default Currencies
da: Nulstil til standard valutaer
de: Auf Standardwährungen zurücksetzen
es: Restablecer a las monedas predeterminadas
fr: Restaurer les devises par défaut
it: Reimposta valute predefinite
ja: デフォルトの通貨に戻す
ko: 기본 통화로 초기화
nl: Opnieuw instellen naar standaard valuta's
pt: Repor as moedas predefinidas
sv: Återställ till förvalda valutor

# Settings.review
source: Leave us a Review
da: Giv os en anmeldelse
de: Schreibe eine Rezension für unsere App
es: Déjanos una valoración
fr: Laissez-nous un commentaire
it: Scrivi una Recensione
ja: レビューを書く
ko: 후기를 남겨주세요
nl: Laat een review achter
pt: Deixe-nos uma avaliação
sv: Betygssätt oss

# Settings.rewards
source: Rewards
da: Belønninger
de: Belohnungen
es: Premios
fr: Récompenses
it: Compensi
ja: リワード
ko: 보상
nl: Beloningen
pt: Recompensas
sv: Belöningar

# Settings.shareData
source: Share Anonymous Data
da: Del anonyme data
de: Übermittle anonyme Nutzungsdaten
es: Compartir datos anónimos
fr: Partager des données anonymes
it: Condividi Dati Anonimi
ja: 匿名データをシェアする
ko: 익명 데이터 공유
nl: Deel Anonieme Data
pt: Partilhar Dados Anónimos
sv: Dela anonyma uppgifter

# Settings.shareWithWidget
source: Share portfolio data with widgets
da: Del porteføljedata med widgets
de: Teilen Sie Portfoliodaten mit Widgets
es: Comparta datos de cartera con widgets
fr: Partagez les données de votre portefeuille avec des widgets
it: Condividi i dati del portfolio con i widget
ja: ポートフォリオデータをウィジェットと共有する
ko: 위젯으로 포트폴리오 데이터 공유
nl: Deel portfoliogegevens met widgets
pt: Compartilhe dados de portfólio com widgets
sv: Dela portföljdata med widgets

# Settings.sync
source: Sync Blockchain
da: Synkroniser blokkæde
de: Blockchain-Synchronisation
es: Sincronizar cadena de bloques
fr: Synchroniser avec la blockchain
it: Sincronizza Blockchain
ja: ブロックチェーン同期
ko: 블록체인 동기화
nl: Synchroniseer Blockchain
pt: Sincronizar Blockchain
sv: Synka blockkedja

# Settings.title
source: Menu
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Definições
sv: Inställningar

# Settings.touchIdLimit
source: Touch ID Spending Limit
da: Touch ID brugsgrænse
de: Touch-ID-Ausgabenlimit
es: Límite de gasto de Touch ID
fr: Limite de dépenses avec le Touch ID
it: Limite di Spesa Touch ID
ja: Touch IDの利用限度額
ko: Touch ID 지출 한도
nl: Touch ID Bestedingslimiet
pt: Limite de Gastos Touch ID
sv: Touch ID utnyttjandegräns

# Settings.touchIdLimit.android
source: Fingerprint Authentication Spending Limit
da: Brugsgrænse for autentificering via fingeraftryk
de: Ausgabelimit bei Fingerabdruck-Authentifizierung
es: Límite de gasto de autorización de huella digital
fr: Limite de dépenses par identification avec empreinte digitale
it: Autenticazione Impronta per il Limite di Spesa
ja: 指紋認証利用上限
ko: 지문 본인확인 사용 한계
nl: Uitgavelimiet voor authenticatie met vingerafdruk
pt: Limite de Gastos da Autenticação por Impressão Digital
sv: Maxbelopp med fingeravtrycksautentisering

# Settings.ViewLegacyAddress
source: View Legacy Receive Address
da: Vis Legacy Modtagelsesadresse
de: Legacy-Empfangsadresse ansehen
es: Ver la dirección heredada de recepción
fr: Voir l'adresse de réception du patrimoine
it: Visualizza l'Indirizzo di Ricezione del Patrimonio
ja: 受取用レガシーアドレスを表示
ko: 유산 수령 주소 보기
nl: Bekijk Legacyontvangstadres
pt: Ver Endereço de Receção Legada
sv: Visa mottagaradress i gamla formatet

# Settings.ViewLegacyAddressReceiveDescription
source: Only send Bitcoin (BTC) to this address. Any other asset sent to this address will be lost permanently.
da: Send kun Bitcoin (BTC) til denne adresse. Ethvert andet aktiv, der sendes til denne adresse, vil gå tabt permanent.
de: Senden Sie nur Bitcoin (BTC) an diese Adresse. Jeder andere an diese Adresse gesendete Vermögenswert geht dauerhaft verloren.
es: Envía solo Bitcoins (BTC) a esta dirección. Cualquier otro activo que se envíe a esta dirección se perderá permanentemente.
fr: N'envoyez de bitcoins (BTC) qu'à cette adresse. Tout autre actif envoyé à cette adresse sera définitivement perdu.
it: Invia i Bitcoin (BTC) solamente a questo indirizzo. Qualsiasi altra risorsa inviata a questo indirizzo verrà persa per sempre.
ja: このアドレスにはBitcoin（BTC）だけを送信してください。このアドレスに送信された他の資産は,いかなるものも永久に失われます。
ko: 이 주소에는 Bitcoin(BTC)만 보낼 수 있습니다. 이 주소로 다른 자산을 보낼 경우 모두 영구 소실됩니다.
nl: Verzend enkel Bitcoin (BTC) naar dit adres. Elk ander activum dat naar dit adres wordt verzonden, zal permanent verloren gaan.
pt: Apenas envie Bitcoin (BTC) para este endereço. Qualquer outro ativo enviado para este endereço será irreversivelmente perdido
sv: Skicka endast bitcoin (BTC) till denna adress. Alla andra tillgångar som skickas till denna adress går förlorade permanent.

# Settings.ViewLegacyAddressReceiveTitle
source: Receive Bitcoin
da: Modtag Bitcoin
de: Bitcoin erhalten
es: Recibir Bitcoin
fr: Recevoir des bitcoins
it: Ricevi Bitcoin
ja: Bitcoinを受け取りましょう
ko: Bitcoin 수령
nl: Ontvang Bitcoin
pt: Receber Bitcoin
sv: Erhåll bitcoin

# Settings.wallet
source: Wallets
da: Wallet
de: Wallet
es: Cartera
fr: Portefeuille
it: Portafoglio
ja: ウォレット
ko: 지갑
nl: Portemonnee
pt: Carteira
sv: Plånbok

# Settings.WebDebugUrl
source: Web Platform Debug URL
es: URL de depuración de la plataforma web
fr: URL de débogage de la plateforme Web

# Settings.wipe
source: Unlink from this device
da: Fjern link fra denne enhed
de: Verknüpfung mit diesem Gerät aufheben
es: Desvincular de este dispositivo
fr: Supprimer le lien de cet appareil
it: Scollega da questo dispositivo
ja: この端末から削除する
ko: 이 기기에서 연결 해제
nl: Ontkoppelen van dit toestel
pt: Eliminar a Ligação a Partir Deste Dispositivo
sv: Ta Bort Länken Från Denna Enhet

# ShareData.body
source: Help improve RockWallet by sharing your anonymous data with us. This does not include any financial information. We respect your financial privacy.
da: Hjælp med at forbedre RockWallet ved at dele dine anonyme data med os. Dette inkluderer ikke finansielle oplysninger. Vi respekterer dit finansielle privatliv.
de: Hilf dabei, RockWallet zu verbessern, indem du uns deine Nutzungsdaten anonym übermittelst. Hiervon sind sämtliche Finanzinformationen ausgeschlossen. Wir respektieren deine finanzielle Privatsphäre.
es: Ayuda a mejorar RockWallet compartiendo tus datos anónimos con nosotros. Esto no incluye ninguna información financiera. Respetamos tu privacidad financiera.
fr: Aidez à améliorer RockWallet en partageant vos données anonymes avec nous. Cela n'inclut aucune information financière. Nous respectons votre confidentialité financière.
it: Aiuta a migliorare RockWallet condividendo con noi i tuoi dati anonimi. Ciò non include alcuna informazione finanziaria. Rispettiamo la tua privacy finanziaria.
ja: 匿名データをシェアして、ブレッドの改善にご協力ください。これにはいかなる財務情報も含まれません。私たちはあなたの財務プライバシーを尊重しています。
ko: 브레드 기능 향상을 위해 여러분의 익명 데이터를 공유해 주세요. 금융 정보는 포함되지 않습니다. 여러분의 금융 관련 개인정보는 안전하게 보호됩니다.
nl: Help om RockWallet te verbeteren door je anonieme data met ons te delen. Dit bevat geen financiële informatie. We respecteren je financiële privacy.
pt: Ajude a melhorar a RockWallet partilhando os seus dados anónimos connosco. Isto não inclui quaisquer informações financeiras. Respeitamos a sua privacidade financeira.
sv: Hjälp till att förbättra RockWallet genom att dela dina anonyma uppgifter med oss. Detta inbegriper inga ekonomiska uppgifter. Vi respekterar din ekonomiska sekretess.

# ShareData.header
source: Share Data?
da: Del data?
de: Nutzungsdaten übermitteln?
es: ¿Compartir datos?
fr: Partager les données ?
it: Condividi Dati?
ja: データを共有しますか?
ko: 데이터를 공유하시겠습니까?
nl: Data Delen?
pt: Partilhar Dados?
sv: Dela uppgifter?

# ShareData.toggleLabel
source: Share Anonymous Data?
da: Del anonyme data?
de: Anonyme Nutzungsdaten übermitteln?
es: ¿Compartir datos anónimos?
fr: Partager des données anonymes ?
it: Condividi Dati Anonimi?
ja: 匿名データをシェアしますか?
ko: 익명 데이터를 공유하시겠습니까?
nl: Anonieme Data Delen?
pt: Partilhar Dados Anónimos?
sv: Dela anonyma uppgifter?

# ShareGift.approximateTotal
source: Approximate Total
da: Omtrentlig total
de: Ungefähre Summe
es: Total aproximado
fr: Total approximatif
it: Totale approssimativo
ja: おおよその合計
ko: 대략적인 합계
nl: Totaal bij benadering
pt: Total Aproximado
sv: Ungefärligt totalt

# ShareGift.footerMessage1
source: A network fee will be deducted from the total when claimed. Actual value depends on current price of bitcoin.
da: Et netafgift trækkes fra det samlede beløb, når det kræves. Den faktiske værdi afhænger af den aktuelle pris på bitcoin.
de: Eine Netzwerkgebühr wird von der Gesamtsumme abgezogen, wenn sie geltend gemacht wird. Der tatsächliche Wert hängt vom aktuellen Bitcoin-Preis ab.
es: Se deducirá una tarifa de red del total cuando se reclame. El valor real depende del precio actual de bitcoin.
fr: Des frais de réseau seront déduits du total lors de la réclamation. La valeur réelle dépend du prix actuel du bitcoin.
it: Una volta richiesta, verrà detratta una tariffa di rete dal totale. Il valore effettivo dipende dal prezzo corrente del bitcoin.
ja: ネットワーク料金は、請求時に合計から差し引かれます。 実際の値はビットコインの現在の価格によって異なります。
ko: 청구시 총액에서 네트워크 요금이 공제됩니다. 실제 가치는 현재 비트 코인 가격에 따라 다릅니다.
nl: Bij het claimen wordt een netwerkvergoeding van het totaalbedrag afgetrokken. De werkelijke waarde is afhankelijk van de huidige prijs van bitcoin.
pt: Uma taxa de rede será deduzida do total quando for reivindicada. O valor real depende do preço atual do bitcoin.
sv: En nätavgift dras av från summan när den begärs. Verkligt värde beror på aktuellt pris på bitcoin.
