Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# AccountKYCLevelTwo.BuyLimits
source: Buy limits: $%@ USD/day, no lifetime limit
da: Buy limits: $500 USD/day, no lifetime limit
de: Buy limits: $500 USD/day, no lifetime limit
es: Límites de compra: 500 USD/día, sin límite total
fr: Limite d'achat : 500 USD/jour, aucune limite à vie
it: Buy limits: $500 USD/day, no lifetime limit
ja: Buy limits: $500 USD/day, no lifetime limit
ko: Buy limits: $500 USD/day, no lifetime limit
nl: Buy limits: $500 USD/day, no lifetime limit
pt: Buy limits: $500 USD/day, no lifetime limit
sv: Buy limits: $500 USD/day, no lifetime limit

# AccountKYCLevelTwo.CaptureBackPage
source: Make sure to capture the entire back page of the document.
es: Asegúrate de capturar el dorso completo del documento
fr: Assurez-vous de capturer tout le verso du document.

# AccountKYCLevelTwo.CaptureEntireDocument
source: Make sure to capture the entire document.
es: Asegúrate de capturar todo el documento.
fr: Assurez-vous de capturer tout le document.

# AccountKYCLevelTwo.CaptureFrontPage
source: Make sure to capture the entire front page of the document.
es: Asegúrese de capturar la parte frontal completa del documento.
fr: Assurez-vous de capturer tout le recto du document.

# AccountKYCLevelTwo.CheckingErrors
source: Checking for errors
es: Revisando errores
fr: Recherche d'erreurs…

# AccountKYCLevelTwo.CompleteLevelOneFirst
source: Please complete Level 1 verification first.
es: Por favor, completa primero la verificación de Nivel 1.
fr: Veuillez d'abord effectuer la vérification de niveau 1.

# AccountKYCLevelTwo.ConfirmID
source: We need to confirm your ID
es: Necesitamos confirmar tu documento de identidad
fr: Nous devons confirmer votre identité

# AccountKYCLevelTwo.DocumentConfirmation
source: Make sure document details are clearly visible and within the frame
es: Asegúrate de que los detalles del documento sean claramente visibles y encajen dentro del marco
fr: Assurez-vous que les informations du document soient clairement visibles et dans le cadre.

# AccountKYCLevelTwo.DocumentsReview
source: We are reviewing your documents and will let you know when your account has been verified.
es: Estamos revisando tus documentos y te avisaremos cuando hayamos verificado tu cuenta.
fr: Nous examinons vos documents et nous vous informerons lorsque votre compte aura été vérifié.

# AccountKYCLevelTwo.DrivingLicence
source: Driver’s license
es: Carnet de conducir
fr: Permis de conduire

# AccountKYCLevelTwo.FaceCaptureInstructions
source: Make sure you have captured your entire face in the frame.
es: Asegúrate de haber encajado toda tu cara en el marco.
fr: Assurez-vous d'avoir capturé tout votre visage dans le cadre.

# AccountKYCLevelTwo.FaceVisible
source: Make sure your face is in the frame and clearly visible
es: Asegúrate de que tu cara encaja en el marco y es claramente visible
fr: Assurez-vous que votre visage soit dans le cadre et clairement visible.

# AccountKYCLevelTwo.FaceVisibleConfirmation
source: Make sure your face is clearly visible.
es: Asegúrate de que tu cara sea claramente visible.
fr: Assurez-vous que votre visage soit clairement visible.

# AccountKYCLevelTwo.FrontPageInstructions
source: Make sure you have captured the entire front page of the document
es: Asegúrate de capturar la parte frontal completa del documento
fr: Assurez-vous d'avoir capturé tout le recto du document.

# AccountKYCLevelTwo.InProgress
source: Your ID verification is in progress
es: La verificación de tu documento de identidad está en curso
fr: La vérification de votre identité est en cours…

# AccountKYCLevelTwo.Instructions
source: Make sure you have captured the entire document
es: Asegúrate de haber capturado todo el documento
fr: Assurez-vous d'avoir capturé tout le document.

# AccountKYCLevelTwo.LevelTwo
source: Level 2
es: Nivel 2
fr: Niveau 2

# AccountKYCLevelTwo.Limits
source: Swap limits: $%@ USD/day, no lifetime limit
da: Swap limits: $10,000 USD/day, no lifetime limit
de: Swap limits: $10,000 USD/day, no lifetime limit
es: Límites de cambio: 10 000 USD/día, sin límite total
fr: Limites d'échange : 10 000 USD/jour, aucune limite à vie
it: Swap limits: $10,000 USD/day, no lifetime limit
ja: Swap limits: $10,000 USD/day, no lifetime limit
ko: Swap limits: $10,000 USD/day, no lifetime limit
nl: Swap limits: $10,000 USD/day, no lifetime limit
pt: Swap limits: $10,000 USD/day, no lifetime limit
sv: Swap limits: $10,000 USD/day, no lifetime limit

# AccountKYCLevelTwo.MakeSure
source: Make sure you are in a well-lit room.
es: Asegúrate de estar en una habitación bien iluminada
fr: Assurez-vous de vous trouver dans une pièce bien éclairée.

# AccountKYCLevelTwo.NationalIdCard
source: National ID card
es: Documento nacional de identidad
fr: Carte nationale d'identité

# AccountKYCLevelTwo.Passport
source: Passport
es: Pasaporte
fr: Passeport

# AccountKYCLevelTwo.PrepareDocument
source: Prepare a valid government-issued ID it can be either a driver’s license, passport, or ID card.
da: Have a valid government-issued identity document (passport, national ID card or driver’s license) ready
de: Have a valid government-issued identity document (passport, national ID card or driver’s license) ready
es: Ten listo un documento de identidad válido emitido por el gobierno (pasaporte, documento nacional de identidad o carnet de conducir)
fr: Ayez à portée de main une pièce d'identité valide délivrée par un gouvernement (passeport, carte d'identité nationale ou permis de conduire).
it: Have a valid government-issued identity document (passport, national ID card or driver’s license) ready
sv: Have a valid government-issued identity document (passport, national ID card or driver’s license) ready

# AccountKYCLevelTwo.ResidencePermit
source: Residence permit
es: Permiso de residencia
fr: Titre de séjour

# AccountKYCLevelTwo.SelectOptions
source: Select one of the following options:
es: Selecciona entre las siguientes opciones:
fr: Sélectionnez l'une des options suivantes :

# AccountKYCLevelTwo.SendingData
source: Sending your data for verification
es: Enviar tus datos para verificación
fr: Envoi de vos données pour vérification…

# AccountKYCLevelTwo.TakeIdBackPhotoContent
source: Make sure your ID is clear and readable and fits fully in the frame
es: Asegúrate de que tu documento de identidad sea nítido y legible y que encaje por completo en el marco
fr: Assurez-vous que votre carte d'identité soit claire et lisible et qu'elle tienne entièrement dans le cadre.

# AccountKYCLevelTwo.TakeIdBackPhotoTitle
source: Please take a photo of your ID’s back page
es: Haz una foto del dorso de tu documento de identidad
fr: Veuillez prendre en photo le verso de votre carte d'identité.

# AccountKYCLevelTwo.TakeIdFrontPhotoContent
source: Make sure your ID is clear and readable and fits fully in the frame
es: Asegúrate de que tu documento de identidad sea nítido y legible y que encaje por completo en el marco
fr: Assurez-vous que votre carte d'identité soit claire et lisible et qu'elle tienne entièrement dans le cadre.

# AccountKYCLevelTwo.TakeIdFrontPhotoTitle
source: Please take a photo of your ID’s front page
es: Haz una foto de la parte frontal de tu documento de identidad
fr: Veuillez prendre en photo le recto de votre carte d'identité.

# AccountKYCLevelTwo.TakePhotoPassportContent
source: Make sure your passport is clear and readable and fits fully in the frame.
es: Asegúrate de que tu pasaporte esté nítido y legible y que encaje por completo en el marco.
fr: Assurez-vous que votre passeport soit clair et lisible et qu'il tienne entièrement dans le cadre.

# AccountKYCLevelTwo.TakePhotoPassportTitle
source: Please take a photo of your passport.
es: Por favor, haz una foto de tu pasaporte.
fr: Veuillez prendre une photo de votre passeport.

# AccountKYCLevelTwo.TakePhotos
source: Be prepared to take a selfie and photos of your ID
es: Prepárate para hacerte un selfie y fotos de tu documento de identidad
fr: Préparez-vous à prendre un selfie et des photos de votre carte d'identité

# AccountKYCLevelTwo.TakeSelfieContent
source: Please make sure that your face is in the frame and clearly visible.
da: Make sure your face is in the frame and it’s clearly visible.
de: Make sure your face is in the frame and it’s clearly visible.
es: Asegúrate de que tu cara encaje en el marco y que sea claramente visible.
fr: Assurez-vous que votre visage soit dans le cadre et clairement visible.
it: Make sure your face is in the frame and it’s clearly visible.
sv: Make sure your face is in the frame and it’s clearly visible.

# AccountKYCLevelTwo.TakeSelfieTitle
source: Selfie time!
da: Please take a selfie
de: Please take a selfie
es: Por favor, hazte un selfie
fr: Veuillez prendre un selfie
it: Please take a selfie
sv: Please take a selfie

# AccountKYCLevelTwo.updateLevelOne
source: If your personal information has changed, please first update Level 1 KYC and then continue with Level 2 KYC.
es: Si tus datos personales han cambiado, primero actualiza el Nivel 1 KYC y luego continúa con el Nivel 2 KYC.
fr: Si vos informations personnelles ont changé, veuillez mettre à jour votre vérification d'identité de niveau 1 puis poursuivre avec la vérification de niveau 2.

# AccountKYCLevelTwo.UploadingPhoto
source: Photos processed
da: Uploading your photos
de: Uploading your photos
es: Subiendo tus fotos
fr: Téléchargement de vos photos
it: Uploading your photos
sv: Uploading your photos

# AccountKYCLevelTwo.VerificationPending
source: Unavailable while KYC verification is pending.
es: No disponible mientras la verificación de KYC esté pendiente.
fr: Indisponible lorsque la vérification de votre identité est en cours.

# AccountKYCLevelTwo.Verifying
source: Verifying you
es: Verificándote
fr: Vérification de votre identité

# Alert.AccountBackedUpiCloud
source: Account backed up with iCloud Keychain
es: Cuenta respaldada por iCloud Keychain
fr: Compte sauvegardé avec le trousseau iCloud

# Alert.AccountRestorediCloud
source: Account succesfully restored from Cloud backup
es: Cuenta restaurada correctamente desde la copia de seguridad en la nube
fr: Compte restauré avec succès à partir d'une sauvegarde cloud

# Alert.customKeyboard.android
source: It looks like you are using a third-party keyboard, which can record what you type and steal your Recovery Phrase. Please switch to the default Android keyboard for extra protection.
da: Det ser ud til, at du bruger et tredjeparts tastatur, som kan registrere, hvad du skriver og stjæle din gendannelsesfrase. Skift til standard Android-tastaturet for ekstra beskyttelse.
de: Es sieht so aus, als würden Sie eine Tastatur eines Drittanbieters verwenden, mit der Sie Ihre Eingabe aufzeichnen und Ihre Wiederherstellungsphrase stehlen können. Bitte wechseln Sie für zusätzlichen Schutz zur Standard-Android-Tastatur.
es: Parece que estás usando un teclado de un tercero que puede grabar lo que escribes y robar tu clave de papel. Cambia al teclado predeterminado de Android para obtener protección adicional.
fr: Il semble que vous utilisez un clavier tiers. Ce dernier peut enregistrer ce que vous tapez et voler votre portefeuille papier. Veuillez basculer vers le clavier Android par défaut pour plus de sécurité.
it: Sembra che tu stia utilizzando una tastiera di terze parti, essa può registrare ciò che scrivi e rubare la tua Paper Key. Per favore, utilizza la tastiera Android di default per maggiore protezione.
ja: サードパーティのキーボードを使用しているようです。キーボードを使用すると、入力内容を記録し、回復フレーズを盗むことができます。保護を強化するには、デフォルトのAndroidキーボードに切り替えてください。
ko: 입력 한 내용을 기록하고 복구 문구를 훔칠 수있는 타사 키보드를 사용중인 것 같습니다. 추가 보호를 위해 기본 Android 키보드로 전환하십시오.
nl: Het lijkt erop dat u een toetsenbord van een derde gebruikt. Deze kan bijhouden wat u typt en eventueel uw sleutel stelen. Schakel alstublieft over naar het standaard Android toetsenbord voor extra veiligheid.
pt: Ao que parece, está a utilizar um teclado de terceiros, o qual pode gravar aquilo que digita e furtar a sua Paper Key. Por favor, mude para o teclado predefinido do Android, a fim de ficar mais protegido.
sv: Det verkar som att du använder ett tangentbord från tredje part, vilket kan registrera det du skriver och stjäla din kryptonyckel. Byt till Androids standardtangentbord för extra säkerhet.

# Alert.HederaAccount
source: Hedera Account succesfully created.
es: Cuenta de Hedera creada con éxito.
fr: Compte Hedera créé avec succès.

# Alert.keystore.generic.android
source: There is a problem with your Android OS keystore, please contact support@rockwallet.com
da: Der er et problem med din Android OS keystore, kontakt venligst support@rockwallet.com
de: Es liegt ein Problem mit dem KeyStore Ihres Android-Betriebssystems vor, bitte wenden Sie sich an support@rockwallet.com
es: Hay un problema con el almacén de claves de tu sistema operativo Android. Ponte en contacto con support@rockwallet.com.
fr: Un problème est survenu avec votre keystore Android OS, veuillez contacter support@rockwallet.com
it: C’è un problema con il KeyStore del tuo sistema operativo Android, per favore, contatta support@rockwallet.com
ja: Android OSのKeystoreに問題があります。support@rockwallet.com にお問い合わせください。
ko: 귀하의 안드로이드 OS 키스토어에 문제가 있습니다, support@rockwallet.com로 연락해 주세요
nl: Er is een probleem met uw Android OS keystore, neem alstublieft contact op met support@rockwallet.com
pt: Há um problema com a KeyStore do seu SO Android. Por favor, contacte support@rockwallet.com
sv: Det har uppstått ett problem med KeyStore till Android OS. Kontakta support@rockwallet.com

# Alert.keystore.invalidated.android
source: Your RockWallet encrypted data was recently invalidated because your Android lock screen was disabled.
da: Dine RockWallet-krypterede data blev for nyligt ugyldiggjort, eftersom din Android skærmlås blev deaktiveret.
de: Ihre mit RockWallet verschlüsselten Daten wurden vor Kurzem für ungültig erklärt, da Ihre Android-Bildschirmsperre deaktiviert war.
es: Tus datos codificados en RockWallet fueron anulados recientemente debido a que no estaba habilitada tu pantalla de bloqueo de Android.
fr: Vos données cryptées de RockWallet ont été récemment invalidées, car le verrouillage de l'écran de votre appareil Android a été désactivé.
it: I tuoi dati criptati di RockWallet sono stati recentemente invalidati perché la schermata di blocco del tuo Android era disabilitata.
ja: お使いのAndroidロック画面が無効にされたため、暗号化されたブレッドのデータはつい最近無効になりました。
ko: 귀하의 안드로이드 잠금 화면이 꺼져서 귀하의 암호화 된 데이터가 최근 무효화 되었습니다.
nl: Uw door RockWallet geëncrypteerde data is onlangs ongeldig gemaakt omdat uw Android schermvergrendeling is uitgeschakeld.
pt: Os seus dados encriptados pelo RockWallet foram recentemente invalidados porque o seu ecrã de bloqueio do Android estava desativado.
sv: Dina krypterade RockWallet-uppgifter har nyligen ogiltigförklarats på grund av att Androids skärmlås inaktiverades.

# Alert.keystore.invalidated.uninstall.android
source: We can't proceed because your screen lock settings have been changed (e.g. password was disabled, fingerprints were changed). For security purposes, Android has permanently locked your key store. Therefore, your RockWallet app data must be wiped by uninstalling. Don’t worry, your funds are still secure! Reinstall the app and recover your wallet using your Recovery Phrase.
da: Vi kan ikke fortsætte, fordi dine skærmlåsindstillinger er blevet ændret (f.eks. Adgangskode blev deaktiveret, fingeraftryk blev ændret). Af sikkerhedsmæssige årsager har Android permanent låst din nøglelager. Derfor skal dine RockWallet-appdata slettes ved at afinstallere dem. Bare rolig, dine midler er stadig sikre! Geninstaller appen, og gendan din tegnebog ved hjælp af din gendannelsesfrase.
de: Wir können nicht fortfahren, da Ihre Bildschirmsperreinstellungen geändert wurden (z. B. wurde das Passwort deaktiviert, Fingerabdrücke wurden geändert). Aus Sicherheitsgründen hat Android Ihren Schlüsselspeicher dauerhaft gesperrt. Daher müssen Ihre RockWallet-App-Daten durch Deinstallation gelöscht werden. Keine Sorge, Ihr Geld ist immer noch sicher! Installieren Sie die App neu und stellen Sie Ihre Brieftasche mithilfe Ihrer Wiederherstellungsphrase wieder her.
es: No podemos continuar porque su configuración de bloqueo de la pantalla ha cambiado (por ejemplo, la contraseña se ha deshabilitado, se han cambiado las huellas dactilares). Por razones de seguridad, Android ha bloqueado su almacenamiento de contraseñas de manera permanente. Por lo tanto, los datos de la aplicación RockWallet se deben borrar mediante la desinstalación. ¡No se preocupe, sus fondos están asegurados! Reinstale la aplicación y recupere su monedero introduciendo su clave impresa.
fr: Nous ne pouvons pas continuer car les paramètres de verrouillage de votre écran ont été modifiés (par exemple, le mot de passe a été désactivé, les empreintes digitales ont été modifiées). Pour des raisons de sécurité, Android a verrouillé en permanence votre magasin de clés. Par conséquent, les données de votre application RockWallet doivent être effacées par désinstallation. Ne vous inquiétez pas, vos fonds sont toujours en sécurité ! Réinstallez l'application et récupérez votre portefeuille à l'aide de votre clé en papier.
it: Non possiamo procedere perché le impostazioni del blocco schermo sono state modificate (ad es. la password è stata disabilitata, le impronte digitali sono state modificate). Per ragioni di sicurezza, Android ha bloccato in modo permanente il tuo keystore. Pertanto, i dati dell'app RockWallet devono essere cancellati attraverso la disinstallazione. Non preoccuparti, i tuoi fondi sono ancora al sicuro! Reinstalla l'app e recupera il tuo portafoglio utilizzando la paper key.
ja: 画面ロックの設定が変更されたため、続行できません（例：パスワードが無効になっている、指紋が変更されている）。セキュリティ上の理由から、Androidはキーストアを完全にロックしています。したがって、BRDアプリのデータはアンインストールによってワイプする必要があります。 心配しないでください、あなたの資金はまだ安全です！アプリを再インストールし、回復フレーズを使用してウォレットを回復します。
ko: 화면 잠금 설정이 변경 되었기 때문에 진행할 수 없습니다 (예 : 비밀번호 사용 안함, 지문 변경). 보안을 위해 Android는 키 저장소를 영구적으로 잠급니다. 따라서 제거하여 BRD 앱 데이터를 지워야합니다. 걱정하지 마세요. 귀하의 자금은 여전히 안전합니다! 앱을 다시 설치하고 복구 문구를 사용하여 지갑을 복구하세요.
nl: We kunnen niet doorgaan omdat uw instellingen voor schermvergrendeling zijn gewijzigd (bijv. wachtwoord was uitgeschakeld, vingerafdrukken waren gewijzigd). Om veiligheidsredenen heeft Android uw sleutelarchief permanent gesloten. Daarom moeten uw RockWallet-app-gegevens worden gewist door de installatie ongedaan te maken. Geen zorgen, uw geld is nog steeds veilig! Installeer de app opnieuw en herstel uw portemonnee met behulp van uw papieren sleutel.
pt: Não podemos continuarporque as suasconfigurações de bloqueio de ecrã foram alteradas ( a sua password foi desativada, e as impressões digitaisforam alteradas). Por motivos de segurança, o Android bloqueou permanentemente seu armazenamento de passwords. Portanto, os dados do seu aplicativo RockWallet devem ser apagados a desinstalação.pel Não se preocupe, seus fundos continuam seguros! Reinstale a aplicação e recupere a sua carteira usando a chave de papel.
sv: Vi kan inte fortsätta eftersom dina skärmslåsinställningar har ändrats (t.ex. lösenordet inaktiverades, fingeravtryck ändrades). Av säkerhetsskäl har Android låst din nyckelförvaring. Därför måste dina RockWallet-appdata tas bort genom att avinstallera appen. Oroa dig inte, dina pengar är fortfarande säkra! Installera om appen och återställ din plånbok med din pappersnyckel.

# Alert.keystore.invalidated.wipe.android
source: We can't proceed because your screen lock settings have been changed (e.g. password was disabled, fingerprints were changed). For security purposes, Android has permanently locked your key store. Therefore, your RockWallet app data must be wiped. Don’t worry, your funds are still secure! Recover your wallet using your Recovery Phrase.
da: Vi kan ikke fortsætte, fordi dine skærmlåsindstillinger er blevet ændret (f.eks. Adgangskode blev deaktiveret, fingeraftryk blev ændret). Af sikkerhedsmæssige årsager har Android permanent låst din nøglelager. Derfor skal dine RockWallet-appdata slettes. Bare rolig, dine midler er stadig sikre! Gendan din tegnebog ved hjælp af din gendannelsesfrase.
de: Wir können nicht fortfahren, da Ihre Bildschirmsperreinstellungen geändert wurden (z. B. wurde das Passwort deaktiviert, Fingerabdrücke wurden geändert). Aus Sicherheitsgründen hat Android Ihren Schlüsselspeicher dauerhaft gesperrt. Daher müssen Ihre RockWallet-App-Daten gelöscht werden. Keine Sorge, Ihr Geld ist immer noch sicher! Stellen Sie Ihre Brieftasche mit Ihrer Wiederherstellungsphrase wieder her.
es: No podemos continuar porque su configuración de bloqueo de la pantalla ha cambiado (por ejemplo, la contraseña se ha deshabilitado, se han cambiado las huellas dactilares). Por razones de seguridad, Android ha bloqueado su almacenamiento de contraseñas de manera permanente. Por lo tanto, se deben borrar los datos de la aplicación RockWallet. ¡No se preocupe, sus fondos están asegurados! Recupere su monedero introduciendo su clave impresa.
fr: Nous ne pouvons pas continuer car les paramètres de verrouillage de votre écran ont été modifiés (par exemple, le mot de passe a été désactivé, les empreintes digitales ont été modifiées). Pour des raisons de sécurité, Android a verrouillé en permanence votre magasin de clés. Par conséquent, les données de votre application RockWallet doivent être effacées. Ne vous inquiétez pas, vos fonds sont toujours en sécurité ! Récupérez votre portefeuille en utilisant votre clé en papier.
it: Non possiamo procedere perché le impostazioni del blocco schermo sono state modificate (ad es. la password è stata disabilitata, le impronte digitali sono state modificate). Per ragioni di sicurezza, Android ha bloccato in modo permanente il tuo keystore. Dunque, i dati dell'app RockWallet devono essere cancellati. Non preoccuparti, i tuoi fondi sono ancora al sicuro! Recupera il tuo portafoglio usando la tua paper key.
ja: 画面ロックの設定が変更されたため、続行できません（例：パスワードが無効になっている、指紋が変更されている）。セキュリティ上の理由から、Androidはキーストアを完全にロックしています。したがって、BRDアプリのデータをワイプする必要があります。 心配しないでください、あなたの資金はまだ安全です！回復フレーズを使用してウォレットを回復します。
ko: 화면 잠금 설정이 변경 되었기 때문에 진행할 수 없습니다 (예 : 비밀번호 사용 안함, 지문 변경). 보안을 위해 Android는 키 저장소를 영구적으로 잠급니다. 따라서 BRD 앱 데이터를 삭제해야합니다. 걱정하지 마세요. 귀하의 자금은 여전히 안전합니다! 복구 문구를 사용하여 지갑을 복구하십시오.
nl: We kunnen niet doorgaan omdat uw instellingen voor schermvergrendeling zijn gewijzigd (bijv. wachtwoord was uitgeschakeld, vingerafdrukken waren gewijzigd). Om veiligheidsredenen heeft Android uw sleutelarchief permanent gesloten. Daarom moeten uw RockWallet-app-gegevens worden gewist. Geen zorgen, uw geld is nog steeds veilig! Herstel uw portemonnee met behulp van uw papieren sleutel.
pt: Não podemos continuarporque as suasconfigurações de bloqueio de ecrã foram alteradas ( a sua password foi desativada, e as impressões digitaisforam alteradas). Por motivos de segurança, o Android bloqueou permanentemente seu armazenamento de passwords. Portanto, os seus dados da aplicação RockWallet devem ser apagados. Não se preocupe, seus fundos continuam seguros! Recupere asua carteira usando a sua chave de papel.
sv: Vi kan inte fortsätta eftersom dina skärmslåsinställningar har ändrats (t.ex. lösenordet inaktiverades, fingeravtryck ändrades). Av säkerhetsskäl har Android låst din nyckelförvaring. Därför måste dina RockWallet-appdata tas bort. Oroa dig inte, dina pengar är fortfarande säkra! Återställ din plånbok med pappersnyckeln.

# Alert.keystore.title.android
source: Android Key Store Error
da: Android KeyStore fejl
de: Android-KeyStore-Fehler
es: Error de Android KeyStore
fr: Erreur avec le KeyStore Android
it: Errore KeyStore Android
ja: Android KeyStoreエラー
ko: 안드로이드 키스토어 오류
nl: Android KeyStore fout
pt: Erro na KeyStore do Android
sv: KeyStore-fel för Android
