Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# Swap.transactionTo
source: To %@
da: To %1$@
de: To %1$@
es: A %1$@
fr: Vers %1$@
it: To %1$@
ja: To %1$@
ko: To %1$@
nl: To %1$@
pt: To %1$@
sv: To %1$@

# Swap.youReceive
source: You'll receive
es: Recibes
fr: Vous recevez

# Swap.youSend
source: You send
es: Envías
fr: Vous envoyez

# SyncingView.activity
source: Activity
da: Aktivitet
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pt: Atividade
sv: Aktivitet

# SyncingView.connecting
source: Connecting
da: Tilslutter
de: Verbindet
es: Conectando
fr: Connexion
it: Connessione in corso
ja: 接続中
ko: 연결 중
nl: Aan het verbinden
pt: Conectando
sv: Ansluter

# SyncingView.failed
source: Sync Failed
da: Synkronisering mislykkedes
de: Synchronisation fehlgeschlagen
es: Sincronización vencida
fr: Échec de la synchronisation
it: Sincronizzazione fallita
ja: 同期に失敗しました
ko: 동기화 실패
nl: Synchronisatie mislukt
pt: A sincronização falhou
sv: Synkronisering misslyckades

# SyncingView.header
source: Syncing
da: Synkroniserer
de: Synchronisation läuft
es: Sincronizando
fr: Synchronisation
it: Sincronizzazione
ja: 同期中
ko: 동기화 중
nl: Synchroniseren
pt: A Sincronizar
sv: Synkar

# SyncingView.retry
source: Retry
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pt: Tentar Novamente
sv: Försök igen

# SyncingView.syncedThrough
source: Synced through %@
da: Synkroniseret via %1$@
de: Synchronsiert durch %1$@
es: Sincronizado desde %1$@
fr: Synchronisé jusqu'à %1$@
it: Sincronizzato attraverso %1$@
ja: %1$sまで同期完了
ko: %1$s 전 동기화 됨
nl: Gesynchroniseerd via %1$@
pt: Sincronizado por %1$@
sv: Synkroniserad genom %1$@

# SyncingView.syncing
source: Syncing
da: Synkroniserer
de: Synchronisiert
es: Sincronizando
fr: Synchronisation
it: Sincronizzazione in corso
ja: 同期中
ko: 동기화 중
nl: Aan het synchroniseren
pt: Sincronizando
sv: Synkroniserar

# TimeSince.days
source: %@ d
da: %1$@ d
de: %1$@ d
es: %1$@ d
fr: %1$@ j
it: %1$@ giorni
ja: %1$s日
ko: %1$s 일
nl: %1$@ d
pt: %1$@ d
sv: %1$@ d

# TimeSince.hours
source: %@ h
da: %1$@ h
de: %1$@ h
es: %1$@ h
fr: %1$@ h
it: %1$@ ore
ja: %1$s時間
ko: %1$s 시
nl: %1$@ h
pt: %1$@ h
sv: %1$@ t

# TimeSince.minutes
source: %@ m
da: %1$@ m
de: %1$@ m
es: %1$@ m
fr: %1$@ min
it: %1$@ minuti
ja: %1$s分
ko: %1$s 분
nl: %1$@ m
pt: %1$@ m
sv: %1$@ m

# TimeSince.seconds
source: %@ s
da: %1$@ s
de: %1$@ s
es: %1$@ s
fr: %1$@ sec
it: %1$@ secondi
ja: %1$s秒
ko: %1$s 초
nl: %1$@ s
pt: %1$@ s
sv: %1$@ s

# Title.AutoEnterPin
source: Auto-enter PIN
es: Introducir PIN de forma automática
fr: Saisir automatiquement le code PIN

# Title.ConnectionSettingsOverride
source: Connection Settings Override
es: Anular ajustes de conexión
fr: Substituer les paramètres de connexion

# Title.FastSync
source: Fast Sync
es: Sincronización rápida
fr: Synchronisation rapide

# Title.LockWallet
source: Lock Wallet
es: Bloquear monedero
fr: Verrouiller le portefeuille

# Title.RockwalletFeedback
source: RockWallet - Feedback
es: RockWallet - Comentarios
fr: RockWallet — Commentaires

# Title.Save
source: Save
es: Guardar
fr: Enregistrer

# Title.searchAssets
source: Search assets
es: Buscar activos
fr: Rechercher des actifs

# Title.SendLogs
source: Send Logs
es: Enviar registros
fr: Envoyer des journaux

# Title.SuppressPaperKeyPrompt
source: Suppress paper key prompt
es: Suprimir solicitud de clave en papel
fr: Invite "Supprimez vos identifiants papier"

# Title.UnlinkWalletNoPrompt
source: Unlink Wallet (no prompt)
es: Desvincular monedero (sin avisar)
fr: Déverrouiller le portefeuille (sans invite)

# TokenList.add
source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加する
ko: 추가
nl: Toevoegen
pt: Adicionar
sv: Lägg till

# TokenList.addTitle
source: Add Assets
da: Tilføj punge
de: Wallets hinzufügen
es: Añadir billeteras
fr: Ajouter des portefeuilles
it: Aggiungi portafogli
ja: ウォレットを追加する
ko: 지갑 추가
nl: Voeg Wallets toe
pt: Adicionar Carteiras
sv: Lägg till plånböcker

# TokenList.hide
source: Hide
da: Skjul
de: Verbergen
es: Esconder
fr: Cacher
it: Nascondi
ja: 非表示にする
ko: 숨기기
nl: Verbergen
pt: Ocultar
sv: Dölj

# TokenList.manageTitle
source: Manage Assets
da: Administrer punge
de: Wallets organisieren
es: Gestionar billeteras
fr: Gérer les portefeuilles
it: Gestisci portafogli
ja: ウォレットを管理する
ko: 지갑 관리
nl: Beheer Wallets
pt: Gerir Carteiras
sv: Hantera plånböcker

# TokenList.remove
source: Remove
da: Fjern
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除する
ko: 삭제
nl: Verwijderen
pt: Remover
sv: Ta bort

# TokenList.show
source: Show
da: Vis
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示する
ko: 보기
nl: Laat zien
pt: Mostrar
sv: Visa

# TouchIdSettings.customizeText
source: You can customize your Touch ID spending limit from the %@.
da: Du kan tilpasse forbrugsgrænsen for dit Touch ID fra %1$@.
de: Sie können über %1$@ ein Ausgabenmaximum für Touch ID festlegen.
es: Puedes personalizar el límite de gasto de tu Touch ID desde %1$@.
fr: Vous pouvez personnaliser votre plafond de dépenses Touch ID à partir de %1$@.
it: Puoi personalizzare il tuo limite di spesa tramite Touch ID %1$@.
ja: %1$sからTouch ID利用限度額を変更できます。
ko: %1$s에서 ???????????.
nl: Je kunt je Touch-ID uitgavenlimiet aanpassen van de %1$@.
pt: Pode ajustar o limite dos gastos quando usa o Touch ID, de acordo com a sua preferência, a partir de %1$@.
sv: Du kan anpassa din utgiftsgräns i Touch ID från %1$@.

# TouchIdSettings.customizeText.android
source: You can customize your Fingerprint Authentication Spending Limit from the Fingerprint Authorization Spending Limit screen
da: Du kan tilpasse din brugsgrænse for autentificering via fingeraftryk fra skærmen Brugsgrænse for autentificering via fingeraftryk
de: Sie können Ihr Ausgabelimit für die Fingerabdruck-Authentifizierung auf dem Bildschirm „Ausgabelimit bei Fingerabdruck-Autorisierung” anpassen
es: Puedes personalizar el Límite de gasto de autenticación de huella digital en la pantalla de Límite de gastos de autorización de huella digital
fr: Vous pouvez personnaliser votre limite de dépenses par identification via empreinte digitale depuis l'écran consacré à la limite de dépenses par identification via empreinte digitale
it: Puoi personalizzare l’Autenticazione Impronta per il Limite di Spesa nella schermata Autenticazione Impronta per Limite di Spesa
ja: 指紋認証利用上限は指紋認証利用上限画面でカスタマイズできます
ko: 지문 본인확인 시간 제한 화면에서 귀하의 지문 본인확인 사용 한계를 설정하실 수 있습니다
nl: U kunt uw uitgavelimiet voor authenticatie met vingerafdruk aanpassen in het scherm voor de uitgavelimiet voor authenticatie met vingerafdruk
pt: Pode personalizar o seu Limite de Gastos da Autenticação por Impressão Digital no ecrã de Limite de Gastos da Autorização por Impressão Digital
sv: Du kan anpassa ditt maxbelopp med fingeravtrycksautentisering från skärmen Maxbelopp med fingeravtrycksauktorisering

# TouchIdSettings.disabledWarning.body.android
source: You have not enabled fingerprint authentication on this device. Go to Settings -> Security to set up fingerprint authentication.
da: Du har ikke aktiveret autentificering via fingeraftryk på denne enhed. Gå til Indstillinger -> Sikkerhed for at konfigurere autentificering via fingeraftryk.
de: Sie haben die Fingerabdruck-Authentifizierung auf diesem Gerät nicht aktiviert. Gehen Sie zu „Einstellungen” -> „Sicherheit”, um die Fingerabdruck-Authentifizierung einzurichten.
es: No has habilitado la autenticación por huellas digitales en este dispositivo. Ve a «Ajustes» y luego a «Seguridad» para configurar la autenticación por huellas digitales.
fr: Vous n'avez pas activé l'identification par empreinte digitale sur cet appareil. Allez dans « Paramètres », puis dans « Sécurité », pour configurer l'identification par empreinte digitale
it: Non hai abilitato l’autenticazione tramite impronta digitale su questo dispositivo. Vai su Impostazioni -> Sicurezza per impostarla.
ja: この機器は指紋認証が有効化されていません。設定 -> セキュリティに移動して指紋認証を設定してください。
ko: 귀하께서는 이 장치에 지문 본인확인 기능을 켜지 않으셨습니다. 설정 -> 보안으로 가셔서 지문 본인확인을 설정하세요.
nl: U heeft authenticatie met vingerafdruk niet ingesteld op dit apparaat. Ga naar Instellingen -> Beveiliging om dit in te stellen.
pt: Não ativou a autenticação por impressão digital neste dispositivo. Vá a Definições -> Segurança para definir a autenticação por impressão digital.
sv: Du har inte aktiverat fingeravtrycksautentisering på den här enheten. Gå till Inställningar > Säkerhet för att konfigurera fingeravtrycksautentisering.

# TouchIdSettings.disabledWarning.title.android
source: Fingerprint Authentication Not Enabled
da: Autentificering via fingeraftryk ikke aktiveret
de: Fingerabdruck-Authentifizierung nicht aktiviert
es: La autenticación por huellas digitales no está habilitada
fr: L'identification par empreinte digitale n'est pas activée
it: Autenticazione Impronta non abilitata
ja: 指紋認証が有効ではありません
ko: 지문 본인확인이 켜지지 않음
nl: Authenticatie met vingerafdruk niet ingesteld
pt: Autenticação por Impressão Digital não Ativada
sv: Fingeravtrycksautentisering har inte aktiverats

# TouchIdSettings.explanatoryText
source: Use Touch ID to unlock your RockWallet app and send money.
da: Brug Touch ID for låse op for din RockWallet-app og sende penge
de: Verwenden Sie Touch ID, um Ihre RockWallet-App zu entsperren und Geld zu senden.
es: Utiliza Touch ID para desbloquear tu app RockWallet y enviar dinero
fr: Utilisez Touch ID pour déverrouiller votre application RockWallet et envoyer de l'argent.
it: Utilizza Touch ID per sbloccare l'app RockWallet e inviare denaro.
ja: Touch IDを使用してBRDアプリのロックを解除し、送金してください。
ko: 터치 아이디로 BRD 앱을 잠금 해제하고 송금하세요.
nl: Gebruik Touch ID om uw RockWallet-app te ontgrendelen en geld te verzenden.
pt: Utilizar o Touch ID para abrir a sua aplicação RockWallet e transferir dinheiro.
sv: Använd Touch ID för att låsa upp din RockWallet-app och skicka pengar.

# TouchIdSettings.label
source: Use your fingerprint to unlock your RockWallet and send money up to a set limit.
da: Brug dit fingeraftryk til at låse op for dit RockWallet og sende penge op til en vis grænse.
de: Nutze deinen Fingerabdruck, um dein RockWallet zu entsperren und Geld bis zu einer festlegbaren Höchstgrenze zu versenden.
es: Utiliza tu huella digital para desbloquear RockWallet y enviar dinero hasta un límite establecido.
fr: Utilisez votre empreinte digitale pour débloquer votre RockWallet et envoyer de l'argent jusqu'à une limite définie.
it: Utilizza l'impronta digitale per sbloccare il tuo RockWallet e inviare denaro fino a un limite impostato.
ja: 設定された限度額以下の送金を行う場合には、指紋認証でご自身のブレッドのロックを解除できます。
ko: 지문을 사용하여 브레드의 보안을 해제하고 설정된 금액으로 송금할 수 있습니다.
nl: Gebruik je vingerafdruk om je RockWallet te ontgrendelen en geld tot een ingestelde limiet te versturen.
pt: Utilize a impressão digital para desbloquear a sua RockWallet e enviar dinheiro até um limite definido.
sv: Använd ditt fingeravtryck för att låsa upp RockWallet och skicka pengar upp till en inställd gräns.

# TouchIdSettings.linkText
source: Touch ID Spending Limit Screen
da: Touch ID forbrugsgrænseside
de: Bildschirm für Touch-ID-Ausgabenmaximum
es: Pantalla de límite de gasto del Touch ID
fr: Écran de plafond de dépenses Touch ID
it: Schermata limite di spesa con Touch ID
ja: Touch ID利用限度額画面
ko: 터치 ID 지불 한도 화면
nl: Touch-ID uitgavenlimietscherm
pt: Ecrã de limite dos gastos do Touch ID
sv: Sida för utgiftsgräns i Touch ID

# TouchIdSettings.spendingLimit
source: Spending limit: %@ (%@)
da: Brugsgrænse: %1$@ (%2$@)
de: Ausgabelimit: %1$@ (%2$@)
es: Límite de gasto: %1$@ (%2$@)
fr: Limite de dépenses : %1$@ (%2$@)
it: Limite di spesa: %1$@ (%2$@)
ja: 利用限度: %1$s (%2$s)
ko: 지불 한도: %1$s (%2$s)
nl: Bestedingslimiet: %1$@ (%2$@)
pt: Limite de Gastos: %1$@ (%2$@)
sv: Utnyttjandegräns: %1$@ (%2$@)

# TouchIdSettings.switchLabel
source: Enable Touch ID for RockWallet
da: Aktiver Touch ID til RockWallet
de: Touch ID für RockWallet aktivieren
es: Activa Touch ID para RockWallet
fr: Activer Touch ID pour RockWallet
it: Abilita Touch ID per RockWallet
ja: ブレッドでTouch IDの有効化
ko: 브레드에서
nl: Schakel Touch ID in voor RockWallet
pt: Ativar Touch ID para a RockWallet
sv: Aktivera Touch ID för RockWallet

# TouchIdSettings.switchLabel.android
source: Enable Fingerprint Authentication
da: Aktiver autentificering via fingeraftryk
de: Fingerabdruck-Authentifizierung aktivieren
es: Habilita la autenticación por huellas digitales
fr: Activer l'identification par empreinte digitale
it: Abilita l’Autenticazione con Impronta Digitale
ja: 指紋認証を有効にする
ko: 지문 본인확인 켜기
nl: Stel authenticatie met vingerafdruk
pt: Ativar a Autenticação por Impressão Digital
sv: Aktivera fingeravtrycksautentisering

# TouchIdSettings.title.android
source: Fingerprint Authentication
da: Autentificering via fingeraftryk
de: Fingerabdruck-Authentifizierung
es: Autenticación por huellas digitales
fr: Identification par empreinte digitale
it: Autenticazione Impronta Digitale
ja: 指紋認証
ko: 지문 본인확인
nl: Authenticatie met vingerafdruk
pt: Autenticação por Impressão Digital
sv: Fingeravtrycksautentisering

# TouchIdSettings.transactionsTitleText
source: Enable Touch ID to send money
da: Aktiver Touch ID for at sende penge
de: Aktivieren Sie Touch ID, um Geld zu senden
es: Habilita Touch ID para enviar dinero
fr: Activez Touch ID pour envoyer de l'argent
it: Abilita Touch ID per inviare denaro
ja: Touch IDを有効にして送金する
ko: 터치 아이디로 송금
nl: Schakel Touch ID in om geld te verzenden
pt: Ativar o Touch ID para transferir dinheiro
sv: Aktivera Touch ID för att skicka pengar

# TouchIdSettings.unavailableAlertMessage
source: You have not set up Touch ID on this device. Go to Settings->Touch ID & Passcode to set it up now.
da: Du har ikke indstillet Touch ID på denne enhed. Gå til Indstillinger -> Touch ID og Adgangskode og indstil det nu.
de: Du hast Touch ID auf diesem Gerät noch nicht eingerichtet. Öffne Einstellungen -> Touch ID & Passcode, um es jetzt einzurichten.
es: No has configurado Touch ID en este dispositivo. Ve a Configuración->Touch ID & Passcode para configurarlo ahora.
fr: Vous n'avez pas configuré Touch ID sur cet appareil. Accédez à Paramètres -> Touch ID et mot de passe pour le configurer maintenant.
it: Non hai impostato Touch ID su questo dispositivo. Vai su Impostazioni -> Touch ID e Codice per impostarlo ora.
ja: あなたはこの端末でTouch IDの利用設定をしていません。設定->Touch IDとパスコードに移動し、今すぐ設定してください。
ko: 이 기기에서 Touch ID가 설정되어 있지 않습니다. 지금 설정 -> Touch ID 및 암호로 이동하여 설정해 주세요.
nl: Je hebt je Touch ID niet ingesteld op dit apparaat. Ga naar Instellingen -> Touch ID & Wachtwoord om het nu in te stellen.
pt: Não definiu o Touch ID neste dispositivo. Vá a Definições->Touch ID e Código para o configurar agora.
sv: Du har inte ställt in Touch ID på denna enhet. Gå till Inställningar->Touch ID & Lösenkod för att ställa in det nu.

# TouchIdSettings.unavailableAlertTitle
source: Touch ID Not Set Up
da: Touch ID ikke indstillet
de: Touch ID nicht eingerichtet
es: Touch ID no está configurado
fr: Touch ID non configuré
it: Touch ID Non Impostato
ja: Touch IDが設定されていません
ko: Touch ID가 설정되지 않음
nl: Touch ID Niet Ingesteld
pt: Touch ID Não Configurado
sv: Touch ID är inte inställt

# TouchIdSettings.unlockTitleText
source: Enable Touch ID to unlock RockWallet
da: Aktiver Touch ID for at låse op for RockWallet
de: Aktivieren Sie Touch ID, um RockWallet zu entsperren
es: Habilita Touch ID para desbloquear RockWallet
fr: Activez Touch ID pour déverrouiller RockWallet
it: Abilita Touch ID per sbloccare RockWallet
ja: Touch IDを有効にしてBRDのロックを解除する
ko: 터치 아이디로 BRD 잠금 해제
nl: Schakel Touch ID in om RockWallet te ontgrendelen
pt: Ativar o Touch ID para abrir RockWallet
sv: Aktivera Touch ID för att låsa upp RockWallet

# TouchIdSpendingLimit
source: Always require passcode
da: Kræv altid adgangskode
de: Immer PIN anfordern
es: Pedir siempre el código de acceso
fr: Toujours demander un code d'accès
it: Richiede sempre una password
ja: 常にパスコードを要求する
ko: 항상 비밀번호 요구
nl: Vraag altijd naar wachtwoord
pt: Pedir sempre um código de acesso
sv: Kräver alltid lösenord

# TouchIdSpendingLimit.body
source: You will be asked to enter your 6-digit PIN to send any transaction over your spending limit, and every 48 hours since the last time you entered your 6-digit PIN.
da: Du bliver bedt om at indtaste din 6-cifrede PIN for at sende en transaktion over din brugsgrænse, og hver 48 timer siden du sidst indtastede din 6-cifrede PIN.
de: Du musst deine 6-stellige PIN eingeben, um Transaktionen abzuschicken, die über deinem Ausgabenlimit liegen, sowie alle 48 Stunden seit du deine 6-stellige PIN das letzte Mal eingegeben hast.
es: Se te pedirá que introduzcas tu PIN de 6 dígitos para enviar cualquier transacción que supere tu límite de gasto y cada 48 horas desde la última vez que hayas introducido tu PIN de 6 dígitos.
fr: Vous devrez entrer votre code PIN à six chiffres pour envoyer une transaction supérieure à votre limite de dépenses et toutes les 48 heures depuis la dernière fois que vous avez entré votre code PIN à six chiffres.
it: Ti verrà chiesto di inserire il tuo PIN a 6 cifre per inviare qualsiasi transazione superiore al tuo limite di spesa e ogni 48 ore dall'ultima volta che hai inserito il tuo PIN a 6 cifre.
ja: 限度額を超える金額の送金を行う場合や、最後に6桁のPINコードを入力してから48時間経過した場合は6桁のPINコードの入力が求められます。
ko: 지출 한도를 넘는 트랜잭션을 보내실 경우, 그리고 마지막으로 6자리 PIN 코드를 입력하시고 48시간이 경과한 경우에는 6자리 PIN 코드를 입력하셔야 합니다.
nl: Je zal gevraagd worden om je 6-cijferige PIN in te voeren om elke transactie boven je bestedingslimiet te versturen, en elke 48 uur sinds de laatste keer dat je je 6-cijferige PIN hebt ingevoerd.
pt: Ser-lhe-á pedido para introduzir o seu PIN de 6-dígitos para enviar qualquer transação acima do seu limite de gastos, e a cada 48 horas após a última utilização do seu PIN de 6-dígitos.
sv: Du kommer att behöva ange din 6-siffriga PIN-kod för att skicka transaktioner som överskrider din utnyttjandegräns och varje gång efter 48 timmar sedan du senast angav din 6-siffriga PIN-kod.

# TouchIdSpendingLimit.title
source: Touch ID Spending Limit
da: Touch ID brugsgrænse
de: Touch-ID-Ausgabenlimit
es: Límite de gasto de Touch ID
fr: Limite de dépenses Touch ID
it: Limite di Spesa Touch ID
ja: Touch IDの利用限度額
ko: Touch ID 지출 한도
nl: Touch ID Bestedingslimiet
pt: Limite de Gastos Touch ID
sv: Touch ID utnyttjandegräns

# TouchIdSpendingLimit.title.android
source: Fingerprint Authorization Spending Limit
da: Brugsgrænse for autentificering via fingeraftryk
de: Ausgabelimit bei Fingerabdruck-Autorisierung
es: Límite de gasto de autorización de huella digital
fr: Limite de dépenses par identification via empreinte digitale
it: Autenticazione Impronta per il Limite di Spesa
ja: 指紋認証利用上限
ko: 지문 본인확인 사용 한계
nl: Uitgavelimiet voor authenticatie met vingerafdruk
pt: Limite de Gastos da Autorização por Impressão Digital
sv: Maxbelopp med fingeravtrycksauktorisering

# Transaction.available
source: Available to Spend
da: Tilgængelig at bruge
de: Verfügbar für Ausgaben
es: Disponible para gastar
fr: Disponible pour dépenser
it: Disponibile da Spendere
ja: 利用可能
ko: 지출 가능
nl: Beschikbaar om te besteden
pt: Disponível para Gastar
sv: Tillgängligt att utnyttja

# Transaction.complete
source: Complete
da: Færdig
de: Abgeschlossen
es: Completada
fr: Terminer
it: Completo
ja: 完了
ko: 완료
nl: Compleet
pt: Concluída
sv: Avsluta

# Transaction.confirming
source: In Progress
da: Behandles
de: In Bearbeitung
es: En progreso
fr: En cours
it: In corso
ja: 進行中
ko: 진행 중
nl: In Voortgang
pt: Em Curso
sv: Pågår

# Transaction.ending
source: Ending balance: %@
da: Slutbalance: %1$@
de: Endguthaben: %1$@
es: Saldo final: %1$@
fr: Solde final : %1$@
it: Saldo finale: %1$@
ja: 期末残高: %1$s
ko: 기말 잔액: %1$s
nl: Eindbalans: %1$@
pt: Saldo final: %1$@
sv: Utgående saldo: %1$@

# Transaction.exchangeOnDayReceived
source: Exchange rate when received:
da: Valutakurs ved modtagelsestidspunkt:
de: Wechselkurs beim Erhalt:
es: Tipo de cambio cuando se recibió:
fr: Taux de change au moment de la réception :
it: Tasso di cambio alla ricezione:
ja: 受け取り時の為替レート：
ko: 받을 때의 환율:
nl: Wisselkoers bij ontvangst:
pt: Taxa de câmbio ao receber:
sv: Växlingskurs vid mottagande:

# Transaction.exchangeOnDaySent
source: Exchange rate when sent:
da: Valutakurs ved afsendelsestidspunkt:
de: Wechselkurs beim Senden:
es: Tipo de cambio cuando se envió:
fr: Taux de change au moment de l'envoi :
it: Tasso di cambio all'invio:
ja: 送金時の為替レート：
ko: 보낼 때의 환율:
nl: Wisselkoers bij verzending:
pt: Taxa de câmbio ao enviar:
sv: Växlingskurs vid skickande:

# Transaction.failed
source: Failed
da: Fejlede
de: Fehlgeschlagen
es: Error
fr: Échec
it: Fallita
ja: 失敗
ko: 실패했습니다
nl: Mislukt
pt: Falhou
sv: Misslyckad

# Transaction.FailedSwap
source: Failed swap
es: Error en el cambio
fr: Échec de l'échange

# Transaction.fee
source: (%@ fee)
da: (%1$@ gebyr)
de: (%1$@ Gebühr)
es: (cuota de %1$@ )
fr: (frais de %1$@)
it: (commissione %1$@)
ja: (%1$s 手数料)
ko: (%1$s 수수료)
nl: (%1$@ fee)
pt: (taxa de %1$@)
sv: (%1$@ avgift)

# Transaction.invalid
source: INVALID
da: UGYLDIG
de: UNGÜLTIG
es: INVÁLIDO
fr: NON VALIDE
it: NON VALIDO
ja: 無効
ko: 무효
nl: ONGELDIG
pt: INVÁLIDA
sv: OGILTIG

# Transaction.justNow
source: just now
da: netop nu
de: gerade eben
es: ahora mismo
fr: juste maintenant
it: proprio ora
ja: たった今
ko: 지금 바로
nl: zojuist
pt: mesmo agora
sv: just nu

# Transaction.ManuallySettled
source: Manually settled
es: Saldado manualmente
fr: Résolution manuelle

# Transaction.pending
source: Pending
da: Afventede
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 보류 중
nl: In Afwachting
pt: Pendente
sv: Avvaktar

# Transaction.PendingPurchase
source: Pending purchase
es: Compra pendiente
fr: Achat en cours…

# Transaction.PendingPurchaseWithAch
source: Pending purchase with ACH
es: Pendiente de compra con ACH
fr: Achat en cours avec ACH…

# Transaction.PendingSwap
source: Pending swap
es: Cambio pendiente
fr: Échange en cours…

# Transaction.PendingWithdrawWithAch
source: Pending withdrawal with ACH
da: Pending withdraw with ACH
de: Pending withdraw with ACH
es: Pending withdraw with ACH
fr: Pending withdraw with ACH
it: Pending withdraw with ACH
ja: Pending withdraw with ACH
ko: Pending withdraw with ACH
nl: Pending withdraw with ACH
pt: Pending withdraw with ACH
sv: Pending withdraw with ACH

# Transaction.Purchased
source: Purchased
es: Comprado
fr: Achat effectué

# Transaction.PurchasedWithAch
source: Purchased with ACH
es: Comprado con ACH
fr: Achat réalisé avec ACH

# Transaction.PurchaseFailed
source: Purchase failed
es: Error de compra
fr: Échec de l'achat

# Transaction.PurchaseFailedWithAch
source: Purchase with ACH failed
es: La compra con ACH ha fallado
fr: Échec de l'achat avec ACH

# Transaction.receivedStatus
source: In progress: %@
da: I gang: %1$@
de: In Bearbeitung: %1$@
es: En curso: %1$@
fr: En cours : %1$@
it: In corso: %1$@
ja: 進行中: %1$s
ko: 진행 중: %1$s
nl: In uitvoering: %1$@
pt: Em progresso: %1$@
sv: Pågår: %1$@

# Transaction.refunded
source: Refunded
es: Reembolsado
fr: Remboursement effectué

# Transaction.sendingStatus
source: In progress: %@
da: I gang: %1$@
de: In Bearbeitung: %1$@
es: En curso: %1$@
fr: En cours : %1$@
it: In corso: %1$@
ja: 進行中: %1$s
ko: 진행 중: %1$s
nl: In uitvoering: %1$@
pt: Em progresso: %1$@
sv: Pågår: %1$@

# Transaction.sendingTo
source: Sending to %@
da: sender til %1$@
de: wird gesendet an %1$@
es: enviando a %1$@
fr: envoi à %1$@
it: invio in corso a %1$@
ja: %1$sに送金中
ko: %1$s으로 보내기
nl: versturen naar %1$@
pt: a enviar para %1$@
sv: skickar till %1$@

# Transaction.sentTo
source: Sent to %@
da: sendt til %1$@
de: gesendet an %1$@
es: enviado a %1$@
fr: envoyé à %1$@
it: invio effettuato a %1$@
ja: %1$sに送金済み
ko: %1$s으로 전송되었습니다
nl: verstuurd naar %1$@
pt: enviado para %1$@
sv: skickat till %1$@
