Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# Import.message
source: Sweeping a wallet transfers all the money from your other wallet into your RockWallet using a single transaction.
da: Private nøgler printes ofte på papir som en QR-kode og bruges til at opbevare midler offline. Indløs en privat nøgle for at overføre alle pengene den indeholder til din RockWallet, med en enkelt transaktion.
de: Private Schlüssel werden oft als QR-Code auf Papier ausgedruckt und genutzt, um Geldbeträge offline zu speichern. Lösen Sie einen privaten Schlüssel ein, um das gesamte Geld, das von ihm kontrolliert wird, mit nur einer Transaktion in Ihr RockWallet zu übertragen.
es: Las claves privadas a menudo se imprimen en papel como códigos QR y se usan para almacenar fondos sin conexión. Canjea una clave privada para transferir todo el dinero que controla a tu monedero RockWallet con una sola transacción.
fr: Importer un portefeuille signifie le transfert de tout son contenu dans votre portfeuille RockWallet en une seule transaction.
it: L'importazione del portafoglio trasferisce tutti i fondi dal tuo portafoglio al tuo portafoglio RockWallet utilizzando una singola transizione.
ja: 秘密鍵は通常QRコードとして紙に印刷され、オフラインでの資金保管に使用されています。秘密鍵からの引き出しをすると秘密鍵が管理する資金全額を1回の取引でお使いのBRDに送金します。
ko: 개인 키는 QR코드로 종이에 출력되기도 하며, 오프라인에서자금을 적립하기 위해 사용됩니다. 개인 키 교환으로 한 번의 거래를 이용해 자신의 BRD로 모든 돈을 이전하세요.
nl: Private keys worden vaak afgedrukt op papier als een QR-code en gebruikt om middelen online op te slaan. Wissel een persoonlijke sleutel in om al het geld dat het beheert over te schrijven naar je RockWallet via een enkele transactie.
pt: As chaves privadas são frequentemente impressas em papel sob a forma de código QR e utilizadas para armazenar os fundos offline. Resgate uma chave privada, a fim de transferir todo o dinheiro que controla para o seu RockWallet através de uma só transação.
sv: Privata nycklar trycks ofta på papper som en QR-kod och används för att lagra tillgångar offline. Du löser in en privat nyckel för att överföra alla pengar den kontrollerar in i din RockWallet med en enda transaktion.

# Import.password
source: This private key is password protected.
da: Denne private nøgle er beskyttet med et kodeord.
de: Dieser private Schlüssel ist passwortgeschützt.
es: Esta clave privada está protegida con una contraseña.
fr: Cette clé privée est protégée par mot de passe.
it: Questa chiave privata è protetta da password.
ja: この秘密鍵はパスワードで保護されています。
ko: 이 개인 열쇠는 비밀번호로 보호됩니다.
nl: Deze private key is beveiligd met een wachtwoord.
pt: Esta chave privada está protegida com uma palavra-passe.
sv: Denna privata nyckel är lösenordsskyddad.

# Import.passwordPlaceholder
source: password
da: adgangskode
de: Passwort
es: contraseña
fr: mot de passe
ja: パスワード
ko: 비밀번호
nl: wachtwoord
pt: palavra-passe
sv: lösenord

# Import.rightCaption
source: Your RockWallet
da: Din RockWallet pung
de: Dein RockWallet-Wallet
es: Tu cartera RockWallet
fr: Votre portefeuille RockWallet
it: Il Tuo Portafoglio RockWallet
ja: あなたの ブレッドの ウォレット
ko: 귀하의 BRD 지갑
nl: Jouw RockWallet Portemonnee
pt: A Sua Carteira RockWallet
sv: Din RockWallet-plånbok

# Import.scan
source: SCAN PRIVATE KEY
da: Scan privat nøgle
de: Privaten Schlüssel scannen
es: Escanear clave privada
fr: Scanner la clé privée
it: Acquisisci Chiave Privata
ja: 秘密鍵をスキャン
ko: 개인 열쇠 스캔
pt: Digitalizar Chave Privada
sv: Läs av privat nyckel

# Import.success
source: Success
da: Succes
de: Der Vorgang war erfolgreich
es: Éxito
fr: Succès
it: Completato
ja: 成功
ko: 성공
nl: Succes
pt: Sucesso
sv: Lyckades

# Import.SuccessBody
source: Successfully imported wallet.
da: Indløste privat nøgle.
de: Privater Schlüssel wurde erfolgreich eingelöst.
es: La clave privada se ha canjeado exitosamente.
fr: Portefeuille importé avec succès.
it: Portafoglio importato con successo
ja: 正常に秘密鍵からの資金引き出しが行われました。
ko: 개인 키가 성공적으로 교환되었습니다.
nl: Persoonlijke sleutel met succes ingewisseld.
pt: Chave privada resgatada com êxito.
sv: Inlösning av privat nyckel lyckades.

# Import.title
source: Sweep Wallet
da: Indløs privat nøgle
de: Privaten Schlüssel einlösen
es: Canjear clave privada
fr: Importer un portefeuille
it: Importa portafoglio
ja: 秘密鍵からの引き出し
ko: 개인 키 교환
nl: Persoonlijke Sleutel Inwisselen
pt: Resgatar Chave Privada
sv: Lös In Privat Nyckel

# Import.unlockingActivity
source: Unlocking Key
da: Låser op for nøgle
de: Schlüssel wird freigeschaltet
es: Desbloqueando la clave
fr: Clé de déverrouillage
it: Sbloccando la chiave
ja: 鍵のロックを解除中です
ko: 열쇠 풀기
nl: Sleutel Ontgrendelen
pt: A Desbloquear Chave
sv: Nyckel för upplåsning

# Import.warning
source: Sweeping a wallet does not include transaction history or other details.
da: At indløse en privat nøgle vil ikke importere transaktionshistorik eller andre detaljer.
de: Das Einlösen eines privaten Schlüssels führt nicht zum Import des Transaktionsverlaufs oder anderer Informationen.
es: Cuando canjeas una clave privada no se importará el historial de transacciones u otros detalles.
fr: L'importation d'un portefeuille exclue l'historique de transaction ou tout autre information.
it: Il riscatto di una chiave privata non importerà la cronologia delle transazioni o altri dettagli.
ja: 秘密鍵から資金を引き出しても、取引履歴やその他の詳細はインポートされません。
ko: 개인 키 교환은 거래 내역 또는 기타 세부 내용을 가져오지 않습니다.
nl: Het inwisselen van een persoonlijke sleutel zal geen transactiegeschiedenis of andere details importeren.
pt: O resgate de uma chave privada não faz com que o histórico da transação ou outros detalhes sejam importados.
sv: Att lösa in en privat nyckel importerar inte transaktionshistoriken eller annan information.

# Import.wrongPassword
source: Wrong password, please try again.
da: Forkert adgangskode, prøv venligst igen.
de: Falsches Passwort, bitte versuchen Sie es erneut.
es: Contraseña incorrecta, inténtalo de nuevo.
fr: Mauvais mot de passe saisi, veuillez essayer de nouveau.
it: Password sbagliata, per favore riprova.
ja: パスワードが違います。もう一度お試しください。
ko: 잘못된 비밀번호. 다시 시도해 주세요.
nl: Verkeerd wachtwoord, probeer alstublieft opnieuw.
pt: Palavra-passe errada. Por favor, tente de novo.
sv: Fel lösenord, var god försök igen.

# InputView.InvalidCode
source: Invalid code
es: Código incorrecto
fr: Code invalide

# JailbreakWarnings.close
source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
sv: Stäng

# JailbreakWarnings.ignore
source: Ignore
da: Ignorer
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視する
ko: 무시
nl: Negeren
pt: Ignorar
sv: Ignorera

# JailbreakWarnings.messageWithBalance
source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access RockWallet's keychain data and steal your bitcoin! Wipe this wallet immediately and restore on a secure device.
da: ENHEDENS SIKKERHED ER KOMPROMITTERET Enhver 'jailbreak' app kan få adgang til RockWallets nøgledata og stjæle dine bitcoin! Ryd straks denne pung og gendan på en sikker enhed.
de: DAS GERÄT IST NICHT LÄNGER SICHER Jede beliebige „Jailbreak“-App kann auf RockWallets Keychain-Daten zugreifen und deine Bitcoins stehlen! Lösche dieses Wallet unverzüglich und stelle es auf einem sicheren Gerät wieder her.
es: SEGURIDAD DEL DISPOSITIVO COMPROMETIDA Cualquier aplicación "jailbreak" puede acceder a los datos del llavero de RockWallet y robar tus bitcoins. Borra esta cartera de inmediato y restáurala en un dispositivo seguro.
fr: SÉCURITÉ DU DISPOSITIF COMPROMISE Toute application « évasive » peut accéder aux données du porte-clé de RockWallet et voler vos bitcoins ! Détruisez ce portefeuille immédiatement et restaurez-le sur un appareil sécurisé.
it: SICUREZZA DEL DISPOSITIVO COMPROMESSA Qualsiasi applicazione "jailbreak" può accedere ai dati di keychain di RockWallet e rubarti i bitcoin! Cancella immediatamente questo portafoglio ed effettua il ripristino su un dispositivo sicuro.
ja: 端末がセキュリティの危険にさらされている可能性があります 「脱獄」アプリはブレッドのキーチェーンデータにアクセスし、あなたのビットコインを盗む恐れがあります! 直ちにこのウォレットを完全削除して、安全な端末で復元して下さい。
ko: 장치 보안 취약 모든 'jailbreak' 앱이 BRD의 키체인 데이터에 접속하여 귀하의 비트코인을 훔칠 수 있습니다! 이 지갑을 바로 지우시고 안전한 장치에서 복구하세요.
nl: APPARAAT BEVEILIGING BESCHADIGD Elke 'jailbreak' app heeft toegang tot de sleutelhanger data van RockWallet en kan hiermee je Bitcoins stelen! Wis deze portemonnee direct en herstel het op een veilig apparaat.
pt: SEGURANÇA DO DISPOSITIVO COMPROMETIDA Qualquer aplicação com "jailbreak" consegue aceder aos seus dados de porta-chaves e roubar as suas bitcoins! Apague esta carteira imediatamente e restaure-a num dispositivo seguro.
sv: ENHETENS SÄKERHET ÄR ÄVENTYRAD En "intrångs"-app kan få tillgång till RockWallets nyckeldata och stjäla dina bitcoin! Töm denna plånbok direkt och återställ den på en säker enhet.

# JailbreakWarnings.messageWithoutBalance
source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access RockWallet's keychain data and steal your bitcoin. Please only use RockWallet on a non-jailbroken device.
da: ENHEDENS SIKKERHED ER KOMPROMITTERET Enhver 'jailbreak' app kan få adgang til RockWallets nøgledata og stjæle dine bitcoin. Brug kun RockWallet på en ikke jailbreaket enhed.
de: DAS GERÄT IST NICHT LÄNGER SICHER Jede beliebige „Jailbreak“-App kann auf RockWallets Keychain-Daten zugreifen und deine Bitcoins stehlen. Bitte setze RockWallet ausschließlich auf Geräten ohne Jailbreak ein.
es: SEGURIDAD DEL DISPOSITIVO COMPROMETIDA Cualquier aplicación "jailbreak" puede acceder a los datos del llavero de RockWallet y robar tus bitcoins. Usa RockWallet únicamente en un dispositivo sin jailbreak.
fr: SÉCURITÉ DU DISPOSITIF COMPROMISE Toute application « évasive » peut accéder aux données du porte-clé de RockWallet et voler vos bitcoins. N'utilisez RockWallet que sur un appareil non évasif.
it: SICUREZZA DEL DISPOSITIVO COMPROMESSA Qualsiasi applicazione "jailbreak" può accedere ai dati di keychain di RockWallet e rubarti i bitcoin. Utilizza RockWallet solamente su un dispositivo senza jailbreak.
ja: 端末がセキュリティの危険にさらされている可能性があります 「脱獄」アプリはブレッドのキーチェーンデータにアクセスし、あなたのビットコインを盗む恐れがあります! ブレッドは必ず脱獄端末以外で利用してください。
ko: 장치 보안 취약 모든 'jailbreak' 앱이 BRD의 키체인 데이터에 접속하여 귀하의 비트코인을 훔칠 수 있습니다! BRD를 비-jailbroken 장치에서만 사용해 주세요.
nl: APPARAAT BEVEILIGING BESCHADIGD Elke 'jailbreak' app heeft toegang tot de sleutelhanger data van RockWallet en kan hiermee je Bitcoins stelen. Gebruik RockWallet a.u.b. alleen op een niet-gejailbreakt apparaat.
pt: SEGURANÇA DO DISPOSITIVO COMPROMETIDA Qualquer aplicação com "jailbreak" consegue aceder aos seus dados de porta-chaves da RockWallet e roubar as suas bitcoins. Por favor, use a RockWallet somente num dispositivo não desbloqueado.
sv: ENHETENS SÄKERHET ÄR ÄVENTYRAD En "intrångs"-app kan få tillgång till RockWallets nyckeldata och stjäla dina bitcoin! Använd RockWallet endast på en säker enhet.

# JailbreakWarnings.title
source: WARNING
da: ADVARSEL
de: ACHTUNG
es: AVISO
fr: AVERTISSEMENT
it: ATTENZIONE
ja: 警告
ko: 경고
nl: WAARSCHUWING
pt: AVISO
sv: VARNING

# JailbreakWarnings.wipe
source: Wipe
da: Ryd
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella
ja: 完全削除
ko: 초기화
nl: Wissen
pt: Apagar
sv: Töm

# LinkWallet.approve
source: Approve
da: Godkend
de: Genehmigen
es: Aprobar
fr: Accepter
it: Approva
ja: 承認する
ko: 승인
nl: Goedkeuren
pt: Aprovar
sv: Godkänn

# LinkWallet.decline
source: Decline
da: Afvis
de: Ablehnen
es: Declinar
fr: Refuser
it: Declina
ja: 拒否する
ko: 거절
nl: Afwijzen
pt: Recusar
sv: Avböj

# LinkWallet.disclaimer
source: External apps cannot send money without approval from this device
da: Eksterne apps kan ikke sende penge uden godkendelse fra denne enhed
de: Externe Apps können ohne Genehmigung von diesem Gerät kein Geld senden.
es: Las aplicaciones externas no pueden enviar dinero sin la aprobación en este dispositivo
fr: Les applis externes ne peuvent pas envoyer de l'argent sans l'autorisation de cet appareil
it: App esterne non possono inviare denaro senza l'approvazione di questo servizio
ja: 外部のアプリは,このデバイスの承認がないと送金できません
ko: 외부 앱은 이 장치의 승인 없이 돈을 전송할 수 없습니다
nl: Externe apps kunnen geen geld versturen zonder goedkeuring vanaf dit toestel
pt: As aplicações externas não podem enviar dinheiro sem a aprovação deste dispositivo
sv: Externa appar kan inte skicka pengar utan godkännande från denna enhet

# LinkWallet.domainTitle
source: Note: ONLY interact with this app when on one of the following domains
da: Bemærk: brug KUN denne app, når du er på et af følgende domæner
de: Beachten Sie: Interagieren Sie mit dieser App NUR DANN, wenn Sie auf einer der folgenden Domains sind:
es: Nota: interactúa con esta aplicación SOLO cuando estés en uno de los siguientes dominios
fr: Note : Interagir SEULEMENT avec cette application lorsque vous êtes dans l'un des domaines suivants
it: Nota: SOLO interagisci con questa app SOLO quando ti trovi su uno dei seguenti domini
ja: ご注意:以下のいずれかのドメインに属している場合は,このアプリとのみ情報をやり取りしてください
ko: 주의: 다음 도메인의 경우에만 이 앱이 연동됨
nl: Let op: werk alleen met deze app wanneer je je op één van de volgende domeinen bevind
pt: Nota: interaja com esta aplicação APENAS quando se encontrar num dos seguintes domínios
sv: OBS: Interagera BARA med denna app från en av följande domäner

# LinkWallet.logoFooter
source: Secure Checkout
da: Sikker betaling
de: Sichere Kasse
es: Pago seguro
fr: Paiement sécurisé
it: Pagamento Sicuro
ja: 安全なチェックアウト
ko: 안전한 체크아웃
nl: Beveiligde Betalingspagina
pt: Pagamento Seguro
sv: Säker kassa

# LinkWallet.permissionsTitle
source: This app will be able to:
da: Denne app vil være i stand til at:
de: Diese App wird können:
es: Esta aplicación podrá:
fr: Cette appli pourra :
it: Questa app sarà in grado di:
ja: このアプリでできること:
ko: 이 앱의 기능:
nl: Deze app zal in staat zijn om:
pt: Esta aplicação poderá:
sv: Denna app kommer att kunna:

# LinkWallet.title
source: Link Wallet
da: Forbind tegnebog
de: Wallet verknüpfen
es: Vincular cartera
fr: Relier le porte-monnaie
ja: リンクウォレット
ko: 연결 지갑
nl: Portefeuille Koppelen
pt: Relacionar Carteira
sv: Länka plånbok

# LocationPlugin.disabled
source: Location services are disabled.
da: Placeringstjenester er deaktiveret.
de: Standortdienste sind deaktiviert
es: Los servicios de ubicación están desactivados.
fr: Les services de localisation sont désactivés.
it: I servizi di localizzazione sono disabilitati.
ja: 位置情報サービスが無効化されています。
ko: 위치 서비스가 꺼졌습니다.
nl: Locatievoorzieningen zijn uitgeschakeld.
pt: Os serviços de localização estão desativados.
sv: Platstjänster är inaktiverade.

# LocationPlugin.notAuthorized
source: RockWallet does not have permission to access location services.
da: RockWallet har ikke adgang til placeringstjenester.
de: RockWallet fehlt die Berechtigung, um auf die Standortdienste zuzugreifen.
es: RockWallet no tiene permiso para acceder a los servicios de ubicación.
fr: RockWallet n'a pas l'autorisation d'accéder aux services de localisation.
it: RockWallet non dispone dell'autorizzazione per accedere ai servizi di localizzazione.
ja: ブレッドは位置情報サービスへのアクセスが許可されていません。
ko: BRD가 위치 서비스 접속 권한이 없습니다.
nl: RockWallet heeft geen toestemming om locatievoorzieningen te gebruiken.
pt: A RockWallet não tem permissão para aceder aos serviços de localização.
sv: RockWallet har inte rätt att utnyttja platstjänster

# ManageWallet.creationDatePrefix
source: You created your wallet on %@
da: Du lavede din pung den %1$@
de: Du hast dein Wallet am %1$@ erstellt
es: Has creado una cartera en %1$@
fr: Vous avez créé votre portefeuille sur %1$@
it: Hai creato il tuo portafoglio il %1$@
ja: あなたは%1$sにご自身のウォレットを作成しました
ko: 귀하께서는 %1$s 에 지갑을 만들었습니다
nl: Je hebt je portemonnee gecreëerd op %1$@
pt: Criou a sua carteira em %1$@
sv: Du skapade din plånbok på %1$@

# ManageWallet.description
source: Your wallet name only appears in your account transaction history and cannot be seen by anyone else.
da: Din pungs navn vises kun i din kontos transaktionshistorik, og kan ikke ses af nogen andre.
de: Der Name deines Wallets erscheint ausschließlich im Transaktionsverlauf deines Kontos und kann von niemandem sonst eingesehen werden.
es: El nombre de tu cartera solo aparece en el historial de transacciones de tu cuenta y nadie más lo puede ver.
fr: Le nom de votre portefeuille n'apparaît que dans l'historique des transactions de votre compte et ne peut être vu par personne d'autre.
it: Il nome del tuo portafoglio appare solo nella cronologia delle transazioni del tuo account e non può essere visto da nessun altro.
ja: あなたのウォレットの名前はご自身のアカウントの取引履歴上でのみ表示され、あなた以外誰も閲覧することができません。
ko: 귀하의 지갑 이름은 귀하 계정의 거래 기록에서만 나타나며 다른 사람은 볼 수 없습니다.
nl: Jouw portemonnee naam zal alleen verschijnen in je account transactie geschiedenis en kan door niemand anders worden gezien.
pt: O nome da sua carteira só aparece no histórico de transações da sua conta e não pode ser visto por mais ninguém.
sv: Din plånboks namn visas bara i din kontohistorik och kan inte ses av någon annan.

# ManageWallet.textFeildLabel
source: Wallet Name
da: Pungens navn
de: Name des Wallets
es: Nombre de la cartera
fr: Nom du portefeuille
it: Nome Portafoglio
ja: ウォレットの名前
ko: 지갑 이름
nl: Portemonnee Naam
pt: Nome da Carteira
sv: Plånbokens namn

# ManageWallet.title
source: Manage Wallet
da: Administrer pung
de: Wallet verwalten
es: Gestionar cartera
fr: Gérer le portefeuille
it: Gestisci Portafoglio
ja: ウォレットを管理
ko: 지갑 관리
nl: Portemonnee Beheren
pt: Gerir Carteira
sv: Hantera plånbok

# MarketData.high24h
source: 24h High
da: 24 timer høj
de: 24h hoch
es: 24h alto
fr: 24h de haut
it: 24 ore di alta
ja: 24時間高
ko: 24 시간 최고
nl: 24u hoog
pt: 24h de altura
sv: 24h hög

# MarketData.low24h
source: 24h Low
da: 24 timer lav
de: 24h niedrig
es: 24h bajo
fr: 24h bas
it: 24 ore minimo
ja: 24時間低
ko: 24 시간 최저
nl: 24u laag
pt: 24h baixo
sv: 24 timmar låg

# MarketData.marketCap
source: Market cap
da: Markedsværdi
de: Marktkapitalisierung
es: Capitalización del mercado
fr: Capitalisation boursière
it: Capitalizzazione di mercato
ja: 時価総額
ko: 시가 총액
nl: Marktkapitalisatie
pt: Valor de mercado
sv: Börsvärde

# MarketData.volume
source: Trading Volume
da: Handelsvolumen
de: Handelsvolumen
es: Volumen de comercio
fr: Volume d'échanges
it: Volume di scambio
ja: 取引量
ko: 거래량
nl: Handelsvolume
pt: Volume de negócios
sv: Handelsvolym

# MenuButton.addWallet
source: Add Wallet
da: Tilføj pung
de: Wallet hinzufügen
es: Añadir billetera
fr: Ajouter un portefeuille
it: Aggiungi portafoglio
ja: ウォレットの追加
ko: 지갑 추가
nl: Voeg Wallet toe
pt: Adicionar Carteira
sv: Lägg till plånbok

# MenuButton.atmCashRedemption
source: ATM Cash Redemption
es: Canje de efectivo en cajero automático
fr: ATM Rachat en Espèces

# MenuButton.feedback
source: Feedback
da: Support
de: Support
es: Support
fr: Support
it: Support
nl: Support
pt: Support
sv: Support

# MenuButton.lock
source: Lock Wallet
da: Lås pung
de: Wallet sperren
es: Bloquear cartera
fr: Verrouiller le portefeuille
it: Blocca Portafoglio
ja: ウォレットにロックを設定する
ko: 지갑 잠그기
nl: Portemonnee Vergrendelen
pt: Bloquear Carteira
sv: Lås plånbok

# MenuButton.manageWallets
source: Manage Wallets
da: Administrer Tegnebøger
de: Wallets verwalten
es: Gestionar las carteras
fr: Gérer les portefeuilles
it: Gestisci i Portafogli
ja: ウォレットの管理
ko: 지갑 관리
nl: Beheer wallets
pt: Gerir Carteiras
sv: Hantera plånböcker

# MenuButton.scan
source: Scan QR Code
da: Scan QR-kode
de: QR-Code scannen
es: Escanee el código QR
fr: Scanner le code QR
it: Scansione codice QR
ja: QRコードの読み込み
ko: QR코드 스캔
pt: Escanear o código QR
sv: Skanna QR-kod

# MenuButton.security
source: Security Settings
da: Sikkerhedscenter
de: Sicherheits-Center
es: Centro de seguridad
fr: Centre de sécurité
it: Centro Sicurezza
ja: セキュリティ
ko: 보안 센터
nl: Veiligheidscentrum
pt: Centro de Segurança
sv: Säkerhetscenter

# MenuButton.settings
source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Definições
sv: Inställningar

# MenuButton.support
source: Support
es: Ayuda técnica
fr: Assistance
it: Assistenza
ja: サポート
ko: 고객지원
nl: Ondersteuning
pt: Ajuda

# MenuViewController.createButton
source: Create New Wallet
da: Opret ny pung
de: Neues Wallet erstellen
es: Crear nueva cartera
fr: Créer un nouveau portefeuille
it: Crea Nuovo Portafoglio
ja: 新規ウォレットを作成
ko: 새 지갑 만들기
nl: Nieuwe Portemonnee Creëren
pt: Criar Nova Carteira
sv: Skapa ny plånbok

# MenuViewController.modalTitle
source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
sv: Meny

# MenuViewController.recoverButton
source: Recover Wallet
da: Gendan pung
de: Wallet wiederherstellen
es: Recuperar cartera
fr: Récupérer le portefeuille
it: Recupera Portafoglio
ja: ウォレットを復元
ko: 지갑 복구하기
nl: Portemonnee Herstellen
pt: Recuperar Carteira
sv: Återställ plånbok

# Modal.PaperKeySkip.Body.Android
source: Your Recovery Phrase is required to open your wallet if you change the security settings on your phone. Are you sure you want to set up your Recovery Phrase later?
da: Din gendannelsesfrase er nødvendig for at åbne din tegnebog, hvis du ændrer sikkerhedsindstillingerne på din telefon. Er du sikker på, at du vil konfigurere din gendannelsesfrase senere?
de: Ihre Wiederherstellungsphrase ist erforderlich, um Ihre Brieftasche zu öffnen, wenn Sie die Sicherheitseinstellungen Ihres Telefons ändern. Sind Sie sicher, dass Sie Ihre Wiederherstellungsphrase später einrichten möchten?
es: Tu clave de papel es necesaria para abrir tu cartera si cambias los ajustes de seguridad en tu teléfono. ¿Estás seguro de que quieres configurar más tarde tu clave de papel?
fr: Votre clé papier est nécessaire pour ouvrir votre portefeuille si vous modifier les paramètres de sécurité de votre téléphone. Êtes-vous certain de vouloir paramétrer votre clé papier plus tard ?
it: La tua chiave di protezione è richiesta per aprire il tuo portafoglio se cambi le impostazioni di sicurezza sul cellulare. Sei sicuro di voler impostare la chiave di sicurezza più tardi?
ja: スマートフォンのセキュリティ設定を変更した場合、ウォレットを開くにはリカバリフレーズが必要です。 後でリカバリフレーズを設定してもよろしいですか？
ko: 휴대폰의 보안 설정을 변경 한 경우 지갑을 열려면 복구 문구가 필요합니다. 나중에 복구 문구를 설정 하시겠습니까?
nl: U heeft uw papieren sleutel nodig om uw wallet te openen als u uw beveiligingsinstellingen op uw telefoon wijzigt. Weet u zeker dat u uw papieren sleutel later wilt instellen?
pt: A sua chave de papel é necessária para abrir a sua carteira se alterar as definições de segurança do seu telefone. Tem a certeza de que quer definir a sua chave de papel mais tarde?
sv: Din skrivna nyckel krävs för att öppna din plånbok om du ändrar säkerhetsinställningarna på din telefon. Är du säker på att du vill vänta med att ordna en skriven nyckel?

# Modal.PaperKeySkip.Button.ContinueSetUp
source: Continue Set Up
da: Fortsæt oprettelse
de: Weiter einrichten
es: Seguir con la configuración
fr: Continuer le paramétrage
it: Continua Impostazioni
ja: セットアップを続けます
ko: 설정 계속하
nl: Doorgaan met instellen
pt: Continuar Definição
sv: Fortsätt processen

# Modal.PaperKeySkip.Button.IllDoItLater
source: I'll do it later
da: Jeg gør det senere
de: Ich mache das später
es: Lo haré más tarde
fr: Je le ferai plus tard
it: Lo farò più tardi
ja: 後で行います
ko: 나중에 하겠습니다.
nl: Ik doe dit later
pt: Mais tarde
sv: Jag gör det senare

# Modal.PaperKeySkip.Title
source: Attention
da: Vær opmærksom
de: Achtung
es: Atención
it: Attenzione
ja: 注意
ko: 주
nl: Attentie
pt: Atenção
sv: Observera

# NodeSelector.automatic
source: Automatic
da: Automatisk
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동적 인
nl: Automatisch
pt: Automático
sv: Automatisk

# NodeSelector.automaticButton
source: Switch to Automatic Mode
da: Skift til automatisk tilstand
de: Zum automatischen Modus wechseln
es: Cambiar al modo automático
fr: Passer au mode automatique
it: Passa alla modalità automatica
ja: 自動モードに切り替える
ko: 자동 모드로 전환
nl: Omschakelen naar automatische modus
pt: Mudar para o modo automático
sv: Byt till automatiskt läge

# NodeSelector.connected
source: Connected
da: Forbundet
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続中
ko: 연결됨
nl: Verbonden
pt: Ligação estabelecida
sv: Ansluten
