Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# Buy.Ach.WalletDisabled
source: %@ needs to be enabled in your wallet first. Kindly enable it %@, or by selecting 'Manage assets' on the home screen.
da: %s needs to be enabled in your wallet first. Kindly enable it %s, or by selecting 'Manage assets' on the home screen.
de: %s needs to be enabled in your wallet first. Kindly enable it %s, or by selecting 'Manage assets' on the home screen.
es: %s debe habilitarse primero en tu monedero. Habilítalo %s o seleccionando "Administrar activos" en la pantalla de inicio.
fr: %s doit d'abord être activé dans votre portefeuille. Veuillez activer %s, ou en sélectionnant "Gérer les actifs" sur l'écran d'accueil.
it: %s needs to be enabled in your wallet first. Kindly enable it %s, or by selecting 'Manage assets' on the home screen.
ja: %s needs to be enabled in your wallet first. Kindly enable it %s, or by selecting 'Manage assets' on the home screen.
ko: %s needs to be enabled in your wallet first. Kindly enable it %s, or by selecting 'Manage assets' on the home screen.
nl: %s needs to be enabled in your wallet first. Kindly enable it %s, or by selecting 'Manage assets' on the home screen.
pt: %s needs to be enabled in your wallet first. Kindly enable it %s, or by selecting 'Manage assets' on the home screen.
sv: %s needs to be enabled in your wallet first. Kindly enable it %s, or by selecting 'Manage assets' on the home screen.

# Buy.Ach.WalletDisabled.Link
source: here
es: aquí
fr: ici

# Buy.Ach.WalletDisabled.ManageAssets
source: Manage assets
es: Administrar activos
fr: Gérer les actifs

# Buy.achFee
source: ACH fee (%@)
da: ACH fee (%s)
de: ACH fee (%s)
es: Tarifa ACH (%s)
fr: Frais ACH de (%s)
it: ACH fee (%s)
ja: ACH fee (%s)
ko: ACH fee (%s)
nl: ACH fee (%s)
pt: ACH fee (%s)
sv: ACH fee (%s)

# Buy.achLimits
source: Currently, minimum for buying with ACH is %@ and maximum is %@ per day.
da: Currently, minimum for buying with ACH is %s USD and maximum is %s USD per day. At the moment lifetime limit is %s USD. It currently takes 7-10 days to process a purchase with ACH
de: Currently, minimum for buying with ACH is %s USD and maximum is %s USD per day. At the moment lifetime limit is %s USD. It currently takes 7-10 days to process a purchase with ACH
es: Actualmente, el mínimo diario para comprar con ACH es %s y el máximo es %s. Actualmente, el límite total es %s. Actualmente, el periodo de proceso de compra con ACH es de 7 a 10 días
fr: Actuellement, le minimum d'achat avec ACH est de %s et le maximum est de %s par jour. Actuellement, la limite à vie est de %s. Actuellement, le traitement d'un achat réalisé avec ACH prend entre 7 et 10 jours
it: Currently, minimum for buying with ACH is %s USD and maximum is %s USD per day. At the moment lifetime limit is %s USD. It currently takes 7-10 days to process a purchase with ACH
ja: Currently, minimum is %s USD and maximum is %s USD per day. At the moment lifetime limit is %s USD. It currently takes 7-10 days to process a purchase with ACH
ko: Currently, minimum is %s USD and maximum is %s USD per day. At the moment lifetime limit is %s USD. It currently takes 7-10 days to process a purchase with ACH
nl: Currently, minimum is %s USD and maximum is %s USD per day. At the moment lifetime limit is %s USD. It currently takes 7-10 days to process a purchase with ACH
pt: Currently, minimum is %s USD and maximum is %s USD per day. At the moment lifetime limit is %s USD. It currently takes 7-10 days to process a purchase with ACH
sv: Currently, minimum for buying with ACH is %s USD and maximum is %s USD per day. At the moment lifetime limit is %s USD. It currently takes 7-10 days to process a purchase with ACH

# Buy.achPaymentDurationWarning
source: ACH payments usually take 3-5 days. Funds may take a few days to be debited from your account.
da: Currently, ACH payments will take 7-10 days to complete.
de: Currently, ACH payments will take 7-10 days to complete.
es: Actualmente, los pagos ACH tardarán de 7 a 10 días en completarse.
fr: Actuellement, les paiements ACH prennent entre 7 et 10 jours.
it: Currently, ACH payments will take 7-10 days to complete.
ja: Currently, ACH payments will take 7-10 days to complete.
ko: Currently, ACH payments will take 7-10 days to complete.
nl: Currently, ACH payments will take 7-10 days to complete.
pt: Currently, ACH payments will take 7-10 days to complete.
sv: Currently, ACH payments will take 7-10 days to complete.

# Buy.achPayments
source: ACH Payments
es: Pagos ACH
fr: Paiements avec ACH

# Buy.achSuccess
source: ACH payment method was added successfully
es: El método de pago ACH se ha añadido correctamente
fr: Le mode de paiement ACH a été ajouté avec succès

# Buy.AddCard
source: Add card
es: Añadir tarjeta
fr: Ajoutez une carte

# Buy.AddDebitCreditCard
source: Add a debit or credit card
es: Asociar una tarjeta de débito o de crédito
fr: Ajouter une carte de crédit ou de débit

# Buy.Address
source: Address
es: Dirección
fr: Adresse

# Buy.bankAccountFailureText
source: Please try again or select a different payment method.
es: Inténtalo de nuevo o utiliza un método de pago diferente.
fr: Veuillez réessayer ou choisir un autre mode de paiement.

# Buy.bankAccountSuccessText
source: It currently takes 3-5 days to process a purchase with ACH. You will receive a confirmation email when your digital assets are delivered to your wallet.
da: It currently takes 7-10 days to process a purchase with ACH. You will receive a confirmation email when your digital assets are delivered to your wallet.
de: It currently takes 7-10 days to process a purchase with ACH. You will receive a confirmation email when your digital assets are delivered to your wallet.
es: Actualmente, el periodo de proceso de compra con ACH es de 7 a 10 días. Recibirás un email de confirmación cuando tus activos digitales se añadan a tu monedero.
fr: Actuellement, le traitement d'un achat réalisé avec ACH prend entre 7 et 10 jours. Vous recevrez un e-mail de confirmation lorsque vos actifs numériques seront livrés dans votre portefeuille.
it: It currently takes 7-10 days to process a purchase with ACH. You will receive a confirmation email when your digital assets are delivered to your wallet.
ja: It currently takes 7-10 days to process a purchase with ACH. You will receive a confirmation email when your digital assets are delivered to your wallet.
ko: It currently takes 7-10 days to process a purchase with ACH. You will receive a confirmation email when your digital assets are delivered to your wallet.
nl: It currently takes 7-10 days to process a purchase with ACH. You will receive a confirmation email when your digital assets are delivered to your wallet.
pt: It currently takes 7-10 days to process a purchase with ACH. You will receive a confirmation email when your digital assets are delivered to your wallet.
sv: It currently takes 7-10 days to process a purchase with ACH. You will receive a confirmation email when your digital assets are delivered to your wallet.

# Buy.bankAccountSuccessTitle
source: Your purchase is being processed
es: Tu compra se está procesando
fr: Votre achat est en cours de traitement…

# Buy.BillingAddress
source: Billing address
es: Dirección de facturación
fr: Adresse de facturation

# Buy.BuyLimits.android
source: Currently, minimum for Buy is %@ and maximum is %@ per day.
da: Currently, minimum for Buy is $30.00 USD and maximum is $500.00 USD per day.
de: Currently, minimum for Buy is $30.00 USD and maximum is $500.00 USD per day.
es: Actualmente, el mínimo para comprar es de 30,00 USD/día y el máximo es de 500,00 USD/día.
fr: Actuellement, le montant minimum d'achat est de 30 USD et le montant maximum est de 500 USD par jour.
it: Currently, minimum for Buy is $30.00 USD and maximum is $500.00 USD per day.
ja: Currently, minimum for Buy is $30.00 USD and maximum is $500.00 USD per day.
ko: Currently, minimum for Buy is $30.00 USD and maximum is $500.00 USD per day.
nl: Currently, minimum for Buy is $30.00 USD and maximum is $500.00 USD per day.
pt: Currently, minimum for Buy is $30.00 USD and maximum is $500.00 USD per day.
sv: Currently, minimum for Buy is $30.00 USD and maximum is $500.00 USD per day.

# Buy.buyWithCard
source: BUY WITH CARD
da: BUY WITH CARDS
de: BUY WITH CARDS
es: Comprar con tarjeta
fr: Payer par carte
it: BUY WITH CARDS
sv: BUY WITH CARDS

# Buy.Card
source: Card
es: Tarjeta
fr: Carte

# Buy.CardFee
source: This fee is charged to cover costs associated with payment processing.
es: Esta tarifa se cobra para cubrir los costes asociados con el procesamiento del pago.
fr: Ces frais sont facturés pour couvrir les coûts associés au traitement de votre paiement.

# Buy.CardNumber
source: Card number
es: Número de tarjeta
fr: Numéro de carte

# Buy.CardRemovalFailed
source: Card removal failed. Please try again.
es: Error al eliminar la tarjeta. Por favor, inténtalo de nuevo.
fr: Échec de la suppression de la carte. Veuillez réessayer.

# Buy.CardRemoved
source: Card removed
es: Tarjeta eliminada
fr: Carte supprimée

# Buy.City
source: City
es: Ciudad
fr: Ville

# Buy.ConfirmCVV
source: Please confirm your CVV
es: Por favor, confirma tu CVV
fr: Veuillez confirmer votre cryptogramme visuel

# Buy.Country
source: Country
es: País
fr: Pays

# Buy.Details
source: Purchase details
es: Detalles de la compra
fr: Informations d'achat

# Buy.ErrorProcessingPayment
source: There was an error while processing your payment
es: Se ha producido un error al procesar el pago
fr: Une erreur s'est produite lors du traitement de votre paiement

# Buy.ExpirationDate
source: Expiration date
es: Fecha de vencimiento
fr: Date d'expiration

# Buy.FailureTransactionMessage
source: Please contact your card issuer/bank or try again with a different payment method.
es: Ponte en contacto con el banco o el emisor de tu tarjeta o inténtalo de nuevo con otro método de pago.
fr: Veuillez contacter l'émetteur de votre carte de crédit/votre banque ou essayer un autre mode de paiement.

# Buy.FirstName
source: First Name
es: Nombre
fr: Prénom

# Buy.fundWithAch
source: FUND WITH ACH
es: Financiar con ACH
fr: Financer avec ACH

# Buy.InvalidExpirationDate
source: Entered expiration date is not valid!
es: ¡La fecha de vencimiento introducida no es válida!
fr: La date d'expiration indiquée n'est pas valide !

# Buy.iWant
source: I want
es: Yo quiero
fr: Je fonce

# Buy.LastName
source: Last Name
es: Apellidos
fr: Nom

# Buy.linkBankAccount
source: Link bank account
es: Vincular cuenta bancaria
fr: Associer un compte bancaire

# Buy.MonthYear
source: MM/YY
es: MM/AA
fr: MM/AA

# Buy.NetworkFeeMessage
source: Network fee prices vary depending on the blockchain in which you are receiving your assets. This is an external fee to cover mining and transaction costs.
es: Los precios de las tarifas de red varían dependiendo de la blockchain en la que estés recibiendo tus activos. Se trata de una tarifa externa para cubrir los costes de minería y transacción.
fr: Le montant des frais de réseau varie en fonction de la blockchain dans laquelle vous recevez vos actifs. Il s'agit de frais externes destinés à couvrir les coûts d'extraction et de transaction.

# Buy.NetworkFees
source: Network fees
es: Tarifas de red
fr: Frais de réseau

# Buy.OrderPreview
source: Order preview
es: Vista previa del pedido
fr: Aperçu de la commande

# Buy.PaymentFailed
source: Payment failed
es: Error en el pago
fr: Échec du paiement

# Buy.PaymentMethod
source: Payment method
es: Método de pago
fr: Mode de paiement

# Buy.PayWith
source: Pay with
es: Pagar con
fr: Payer avec

# Buy.plaidErrorDescription
source: Please check with your bank or try again later.
es: Consulta con tu banco o inténtalo de nuevo más tarde.
fr: Veuillez vérifier auprès de votre banque ou réessayer plus tard.

# Buy.plaidErrorTitle
source: There was an error connecting your account via Plaid
es: Se ha producido un error al conectar tu cuenta a través de Plaid
fr: Une erreur est survenue lors de la connexion de votre compte via Plaid

# Buy.ProcessingPayment
source: Processing payment
es: Procesando el pago
fr: Traitement du paiement en cours…

# Buy.PurchaseSuccessText
source: This purchase will appear as ‘RockWallet’ on your bank statement.
es: Esta compra aparecerá como "RockWallet" en tu extracto bancario.
fr: Cet achat apparaîtra sous le nom "RockWallet" sur votre relevé de compte.

# Buy.PurchaseSuccessTitle
source: Your assets are on the way!
es: ¡Tus activos están en camino!
fr: Vos actifs arrivent !

# Buy.RemoveCard
source: Are you sure you want to remove card ending in %@?
es: ¿Seguro que deseas eliminar la tarjeta que termina en
fr: Voulez-vous vraiment supprimer la carte se terminant par

# Buy.RemoveCardOption
source: You will no longer be able to use it to buy assets.
es: Ya no podrás usarla para comprar activos.
fr: Vous ne pourrez plus l'utiliser pour acheter des actifs.

# Buy.RemovePaymentMethod
source: Remove payment method
es: Eliminar método de pago
fr: Supprimer le mode de paiement

# Buy.SecurityCode
source: Security code (CVV)
es: Código de seguridad (CVV)
fr: Cryptogramme visuel

# Buy.SecurityCodePopup
source: Please enter the 3 digit CVV number as it appears on the back of your card
es: Introduce el número CVV de 3 dígitos que aparece en el dorso de tu tarjeta
fr: Veuillez indiquer les trois chiffres de votre cryptogramme visuel tels que figurant à l'arrière de votre carte

# Buy.SelectPaymentMethod
source: Select payment method
da: Select a payment method
de: Select a payment method
es: Selecciona un método de pago
fr: Sélectionner un mode de paiement
it: Select a payment method
ja: Select a payment method
ko: Select a payment method
nl: Select a payment method
pt: Select a payment method
sv: Select a payment method

# Buy.StateProvince
source: State/Province
es: Estado/Provincia
fr: État/province

# Buy.TransactionError
source: Transaction error
es: Error en la transacción
fr: Erreur de transaction

# Buy.transferFromBank
source: Transfer from bank account
es: Transferencia desde cuenta bancaria
fr: Effectuer un transfert depuis un compte bancaire

# Buy.TryAnotherPayment
source: Try a different payment method
es: Prueba con otro método de pago
fr: Essayer un autre mode de paiement

# Buy.txHashHeader
source: %@ Transaction ID
da: %s Transaction ID
de: %s Transaction ID
es: %s ID de la transacción
fr: Identifiant de transaction %s
it: %s Transaction ID
ja: %s Transaction ID
ko: %s Transaction ID
nl: %s Transaction ID
pt: %s Transaction ID
sv: %s Transaction ID

# Buy.understandAndAgree
source: I understand and agree
es: Entiendo y estoy de acuerdo
fr: Je comprends et j'accepte

# Buy.YourOrder
source: Your order:
es: Tu pedido:
fr: Votre commande :

# Buy.ZIPPostalCode
source: ZIP/Postal Code
es: Código postal
fr: Code postal

# CameraPlugin.centerInstruction
source: Center your ID in the box
da: Centrer dit ID i boksen
de: Zentriere deinen Ausweis im Rechteck
es: Centra tu ID en el recuadro
fr: Centrez votre identifiant dans le champ
it: Centra il tuo ID nel riquadro
ja: ご自身のIDをこのボックス内の中央に配置してください
ko: 박스안에 귀하의 ID를 중앙에 두세요
nl: Centreer je ID in het daarvoor bestemde vak
pt: Centre a sua ID na caixa
sv: Centrera ditt ID i boxen

# CashToken.actionInstructions
source: Please send bitcoin to this address to withdraw at the ATM. Scan QR code or copy and paste to send bitcoin. Note that it may take a few minutes for the transfer to be confirmed.
es: Envíe bitcoin a esta dirección para retirar en el cajero automático. Escanee el código QR o copie y pegue para enviar bitcoins. Tenga en cuenta que la transferencia puede tardar unos minutos en confirmarse.
fr: Veuillez envoyer des bitcoins à cette adresse pour les retirer au GAB. Scannez le code QR ou copiez et collez pour envoyer des bitcoins. Notez que la confirmation du transfert peut prendre quelques minutes.

# CashToken.amountBTC
source: Amount (BTC)
es: Cantidad (BTC)
fr: Montant (BTC)

# CashToken.amountUSD
source: Amount (USD)
es: Cantidad (USD)
fr: Montant (USD)

# CashToken.awaitingFunds
source: Awaiting Funds
es: En espera de fondos
fr: Attente fonds

# CashToken.label
source: Withdrawl Status
es: estado de retirada
fr: Statut de retrait

# CashToken.location
source: Location
es: Ubicación
fr: Emplacement

# CashToken.pleaseVerify
source: Please Verify
es: Por favor verificar
fr: Veuillez vérifier

# CloudBackup.backupDeleted
source: Backup Erased
da: Sikkerhedskopiering slettet
de: Backup gelöscht
es: Copia de seguridad borrada
fr: Sauvegarde effacée
it: Backup cancellato
ja: バックアップが消去されました
ko: 백업이 지워짐
nl: Back-up gewist
pt: Backup Apagado
sv: Backup raderad

# CloudBackup.backupDeletedMessage
source: Your iCloud backup has been erased after too many failed PIN attempts. The app will now restart.
da: Din iCloud-sikkerhedskopi er slettet efter for mange mislykkede PIN-forsøg. Appen genstarter nu.
de: Ihre iCloud-Sicherung wurde nach zu vielen fehlgeschlagenen PIN-Versuchen gelöscht. Die App wird jetzt neu gestartet.
es: Tu copia de seguridad de iCloud ha sido borrada después de demasiados intentos fallidos de PIN. La aplicación se reiniciará ahora.
fr: Votre sauvegarde iCloud a été effacée après trop de tentatives de code PIN ratées. L'application va maintenant redémarrer.
it: Il tuo backup iCloud è stato cancellato dopo troppi tentativi falliti di PIN. L'app verrà ora riavviata.
ja: PINの試行が何度も失敗した後、iCloudバックアップが消去されました。アプリが再起動します。
ko: PIN 시도가 너무 많이 실패하면 iCloud 백업이 지워졌습니다. 이제 앱이 다시 시작됩니다.
nl: Uw iCloud-back-up is gewist na te veel mislukte PIN-pogingen. De app zal nu opnieuw opstarten.
pt: Seu backup do iCloud foi apagado após muitas tentativas malsucedidas de PIN. O aplicativo será reiniciado agora.
sv: Din iCloud-säkerhetskopia har raderats efter för många misslyckade PIN-försök. Appen kommer nu att starta om.

# CloudBackup.backupMenuTitle
source: iCloud Backup
da: iCloud-sikkerhedskopi
es: Copia de seguridad de iCloud
fr: Sauvegarde iCloud
it: Backup iCloud
ja: iCloudバックアップ
ko: iCloud 백업
pt: Backup do iCloud

# CloudBackup.createButton
source: CREATE NEW WALLET
da: Opret ny tegnebog
de: Neues Wallet erstellen
es: Crear nueva cartera
fr: Créer un nouveau portefeuille
it: Crea Nuovo Portafoglio
ja: 新しいウォレットを作成する
ko: 새 지갑 만들기
nl: Nieuwe wallet maken
pt: Criar Carteira Nova
sv: Skapa ny plånbok

# CloudBackup.createWarning
source: A previously backed up wallet has been detected. Using this backup is recomended. Are you sure you want to proceeed with creating a new wallet?
da: En tidligere sikkerhedskopieret tegnebog er blevet registreret. Brug af denne sikkerhedskopi anbefales. Er du sikker på, at du vil fortsætte med at oprette en ny tegnebog?
de: Eine zuvor gesicherte Brieftasche wurde erkannt. Die Verwendung dieser Sicherung wird empfohlen. Sind Sie sicher, dass Sie mit der Erstellung einer neuen Brieftasche fortfahren möchten?
es: Se ha detectado una billetera con copia de seguridad anterior. Se recomienda utilizar esta copia de seguridad. ¿Está seguro de que desea continuar con la creación de una nueva billetera?
fr: Un portefeuille précédemment sauvegardé a été détecté. L'utilisation de cette sauvegarde est recommandée. Êtes-vous sûr de vouloir procéder à la création d'un nouveau portefeuille?
it: E' stato rilevato un portafoglio con un precedente backup. Si raccomanda di utilizzare questo backup. Siete sicuri di voler procedere con la creazione di un nuovo portafoglio?
ja: 以前にバックアップされたウォレットが検出されました。このバックアップを使用することをお勧めします。新しいウォレットを作成してよろしいですか？
ko: 이전에 백업 한 지갑이 감지되었습니다. 이 백업을 사용하는 것이 좋습니다. 새 지갑 생성을 진행 하시겠습니까?
nl: Er is een portemonnee gedetecteerd waarvan eerder een back-up is gemaakt. Het gebruik van deze back-up wordt aanbevolen. Weet u zeker dat u wilt doorgaan met het aanmaken van een nieuwe portemonnee?
pt: Foi detectada uma carteira com backup anterior. O uso deste backup é recomendado. Tem certeza de que deseja prosseguir com a criação de uma nova carteira?
sv: En tidigare säkerhetskopierad plånbok har upptäckts. Att använda denna säkerhetskopia rekommenderas. Är du säker på att du vill fortsätta att skapa en ny plånbok?

# CloudBackup.enableBody1
source: iCloud Keychain must be turned on for this feature to work.
da: iCloud-nøglering skal være tændt for at denne funktion kan fungere.
de: Der iCloud-Schlüsselbund muss aktiviert sein, damit diese Funktion funktioniert.
es: El llavero de iCloud debe estar activado para que esta función funcione.
fr: Le porte-clés iCloud doit être activé pour que cette fonctionnalité fonctionne.
it: Il portachiavi iCloud deve essere attivato affinché questa funzione funzioni.
ja: この機能を使用するには、iCloudキーチェーンをオンにする必要があります。
ko: 이 기능이 작동하려면 iCloud 키 체인이 켜져 있어야합니다.
nl: iCloud Keychain moet ingeschakeld zijn om deze functie te laten werken.
pt: As Chaves do iCloud devem estar ativadas para que este recurso funcione.
sv: iCloud-nyckelring måste vara aktiverad för att den här funktionen ska fungera.

# CloudBackup.enableBody2
source: It should look like the following:
da: Det skal se ud som følger:
de: Es sollte wie folgt aussehen:
es: Debería tener el siguiente aspecto:
fr: Il devrait ressembler à ce qui suit:
it: Dovrebbe assomigliare al seguente:
ja: 次のようになります。
ko: 다음과 같이 표시되어야합니다.
nl: Het zou er als volgt uit moeten zien:
pt: Deve ser parecido com o seguinte:
sv: Det ska se ut så här:

# CloudBackup.enableButton
source: I HAVE TURNED ON ICLOUD KEYCHAIN
da: Jeg har tændt for iCloud-nøglering
de: Ich habe iCloud Keychain eingeschaltet
es: He activado el llavero de iCloud
fr: J’ai activé iCloud Keychain
it: Ho acceso iCloud Keychain
ja: iCloudキーチェーンをオンにしました
ko: iCloud 키 체인을 켰습니다
nl: Ik heb iCloud-sleutelhanger ingeschakeld
pt: Eu ativei o iCloud Keychain
sv: Jag har aktiverat iCloud Keychain

# CloudBackup.enableTitle
source: Enable Keychain
da: Aktivér nøglering
de: Schlüsselbund aktivieren
es: Habilitar llavero
fr: Activer le porte-clés
it: Abilita portachiavi
ja: キーチェーンを有効にする
ko: 키 체인 활성화
nl: Schakel Keychain in
pt: Habilitar Keychain
sv: Aktivera nyckelring

# CloudBackup.encryptBackupMessage
source: Enter pin to encrypt backup
da: Indtast pin for at kryptere backup
de: Geben Sie die PIN ein, um das Backup zu verschlüsseln
es: Ingrese el PIN para cifrar la copia de seguridad
fr: Entrez le code PIN pour crypter la sauvegarde
it: Inserisci il PIN per crittografare il backup
ja: バックアップを暗号化するにはPINを入力してください
ko: 백업을 암호화하려면 PIN을 입력하세요.
nl: Voer een pincode in om de back-up te versleutelen
pt: Digite o PIN para criptografar o backup
sv: Ange stift för att kryptera säkerhetskopiering
