Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# Sell.NotAvailableBody
source: This feature is not available in your region. We will notify you when it becomes available. You can still Swap, Store, Send and Receive digital assets in your RockWallet.
da: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.
de: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.
es: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.
fr: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.
it: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.
ja: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.
ko: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.
nl: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.
pt: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.
sv: Sell & Withdraw isn't available in your region. We'll notify you when this feature is released. You can always swap to convert digital assets.

# Sell.SellLimits
source: Minimum for withdrawal is %@ per transaction and your weekly limit is %@. Your withdrawal will reach your bank account in the next 3-5 business days.
da: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.
de: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.
es: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.
fr: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.
it: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.
ja: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.
ko: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.
nl: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.
pt: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.
sv: Minimum withdrawal is %s USD and maximum is %s USD per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.

# Sell.WithdrawalSuccessText
source: The funds should reach your selected bank account with 3–5 business days.
da: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.
de: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.
es: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.
fr: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.
it: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.
ja: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.
ko: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.
nl: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.
pt: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.
sv: Your funds should be deposited into your account within 3-5 business days. In rare cases, withdrawals may take up to 7 business days.

# Send.amountLabel
source: Amount
da: Beløb
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 金額
ko: 금액
nl: Bedrag
pt: Quantia
sv: Belopp

# Send.balance
source: Balance: %@
da: Balance: %1$@
de: Guthaben: %1$@
es: Saldo: %1$@
fr: Solde : %1$@
it: Saldo: %1$@
ja: 残高: %1$s
ko: 잔액: %1$s
nl: Balans: %1$@
pt: Saldo: %1$@
sv: Saldo: %1$@

# Send.balanceString
source: Balance:
da: Saldo:
de: Guthaben:
es: Saldo:
fr: Solde:
it: Saldo:
ja: 残高:
ko: 잔액:
nl: Balans:
pt: Saldo:
sv: Saldo:

# Send.cameraUnavailabeMessage.android
source: Allow camera access in "Settings" > "Apps" > "RockWallet" > "Permissions"
da: Tillad adgang under "Indstillinger" > "Apps" > "RockWallet" > "Tilladelser"
de: Erlauben Sie den Kamerazugriff unter „Einstellungen” > „Apps” > „RockWallet” > „Berechtigungen”
es: Para permitir el acceso a la cámara, ve a «Ajustes», selecciona «Aplicaciones», busca la aplicación «RockWallet» y selecciona la opción «Permisos»
fr: Autoriser l'accès à l'appareil photo en allant dans « Paramètres » > « Apps » > « RockWallet » > « Permissions »
it: Consenti l’accesso alla fotocamera in “Impostazioni” > “Apps” > “RockWallet” > “Permessi”
ja: 「設定」 > 「アプリ」 > 「ブレッド」 > 「許可」でカメラへのアクセスを許可してください
ko: "설정" > "앱" > "BRD" > "허용"에서 카메라 접속을 허용해 주세요
nl: Sta cameratoegang toe via "Instellingen" > "Apps" > "RockWallet" > "Toestemmingen"
pt: Permita o acesso à câmara em "Definições" > "Aplicações" > "RockWallet" > "Permissões"
sv: Tillåt kameraåtkomst under Inställningar > Appar > RockWallet > Behörigheter

# Send.cameraUnavailabeTitle.android
source: RockWallet is not allowed to access the camera
da: RockWallet har ikke tilladelse til at få adgang til kameraet
de: RockWallet hat keine Berechtigung für Kamerazugriff
es: RockWallet no tiene permitido el acceso a la cámara
fr: RockWallet n'est pas autorisé à accéder à l'appareil photo
it: RockWallet non è autorizzato ad accedere alla fotocamera
ja: ブレッドはカメラへのアクセスを許可されていません
ko: BRD의 카메라 접속이 허용되지 않았습니다
nl: RockWallet heeft geen toegang tot de camera
pt: O RockWallet não tem autorização para aceder à câmara
sv: RockWallet har inte åtkomst till kameran

# Send.cameraunavailableMessage
source: Go to Settings to allow camera access.
da: Gå til Indstillinger og giv adgang til kamera.
de: Rufe die Einstellungen auf, um den Zugriff auf die Kamera zu erlauben.
es: Ve a Ajustes para activar el acceso a la cámara.
fr: Allez dans Paramètres pour autoriser l'accès à la caméra.
it: Vai su Impostazioni per consentire l'accesso alla fotocamera.
ja: 設定画面へ移動し、カメラへのアクセス許可をしてください。
ko: 설정에서 카메라 액세스를 허가해 주세요.
nl: Ga naar Instellingen om camera gebruik toe te staan.
pt: Vá às Definições para permitir acesso à câmara.
sv: Gå till Inställningar för att ge tillgång till kameran.

# Send.cameraUnavailableTitle
source: RockWallet is not allowed to access the camera
da: RockWallet har ikke adgang til kameraet
de: RockWallet darf nicht auf die Kamera zugreifen
es: RockWallet no tiene permisos para acceder a la cámara
fr: RockWallet n'est pas autorisé à accéder à la caméra
it: RockWallet non è autorizzato ad accedere alla fotocamera
ja: ブレッドはカメラへのアクセスが許可されていません
ko: 브레드는 카메라 액세스를 허용하지 않습니다.
nl: RockWallet heeft geen toestemming voor het gebruik van de camera
pt: A RockWallet não tem autorização para aceder à câmara
sv: RockWallet har inte tillgång till kameran

# Send.containsAddress
source: The destination is your own address. You cannot send to yourself.
da: Destinationen er din egen adresse. Du kan ikke sende til dig selv.
de: Das Ziel ist deine eigene Adresse. Du kannst nichts an dich selbst senden.
es: El destino es tu propia dirección. No puedes hacerte un envío a ti mismo.
fr: La destination est votre propre adresse. Vous ne pouvez pas envoyer à vous même.
it: La destinazione corrisponde al tuo indirizzo. Non puoi inviare a te stesso.
ja: 送金先がご自身のアドレスになっています。自分宛てには送金できません。
ko: 여러분의 주소를 입력해 주세요. 본인에게 전송할 수 없습니다.
nl: De bestemming is je eigen adres. Je kunt het niet naar jezelf sturen.
pt: O destino é o seu próprio endereço. Não pode enviar a si mesmo.
sv: Destinationen är din egen adress. Du kan inte skicka till dig själv.

# Send.creatTransactionError
source: Could not create transaction.
da: Kunne ikke oprette transaktion.
de: Transaktion konnte nicht erstellen werden.
es: No se pudo crear la transacción.
fr: Impossible de créer une transaction.
it: Impossibile creare la transazione.
ja: トランザクションの作成ができませんでした。
ko: 전송할 수 없습니다.
nl: Kon de transactie niet creëren.
pt: Não foi possível criar a transação.
sv: Kunde inte skapa transaktion.

# Send.DestinationTag
source: Destination tag is too long.
es: La etiqueta de destino es demasiado larga.
fr: Le tag de destination est trop long.

# Send.destinationTag_optional
source: Destination Tag
da: Destinationskode (valgfrit)
de: Ziel-Tag (optional)
es: Etiqueta de destino (Opcional)
fr: Étiquette de destination (facultatif)
it: Tag di destinazione (opzionale)
nl: Bestemmingstag (optioneel)
pt: Etiqueta de Destino (Opcional)
sv: Destinationstagg (valfritt)

# Send.destinationTag_required
source: Destination Tag (Required)
da: Destinationskode (påkrævet)
de: Ziel-Tag (erforderlich)
es: Etiqueta de destino (Requerido)
fr: Étiquette de destination (obligatoire)
it: Tag di destinazione (obbligatorio)
ja: 宛先タグ（必須）
ko: 대상 태그 (필수)
nl: Bestemmingstag (verplicht)
pt: Etiqueta de Destino (Obrigatório)
sv: Destinationstagg (obligatoriskt)

# Send.destinationTag_required_error
source: A valid Destination Tag is required for the target address.
da: Et gyldigt destinationsmærke kræves til måladressen.
de: Für die Zieladresse ist ein gültiges Ziel-Tag erforderlich.
es: Se requiere una etiqueta de destino válida para la dirección de destino.
fr: Une balise de destination valide est requise pour l'adresse cible.
it: Per l'indirizzo di destinazione è necessario un tag di destinazione valido.
ja: ターゲットアドレスには有効な宛先タグが必要です。
ko: 대상 주소에 유효한 대상 태그가 필요합니다.
nl: Een geldige Destination Tag is vereist voor het doeladres.
pt: Uma etiqueta de destino válida é necessária para o endereço de destino.
sv: En giltig målmärke krävs för måladressen.

# Send.DestinationTagText
source: Some receiving addresses (exchanges usually) require additional identifying information provided with a Destination Tag. If the recipient's address is accompanied by a destination tag, make sure to include it. Also, we strongly suggest you send a small amount of cryptocurrency as a test before attempting to send a significant amount.
es: Algunas direcciones de recepción (normalmente, en los cambios) requieren información de identificación adicional proporcionada con una etiqueta de destino Si la dirección del destinatario va acompañada de una etiqueta de destino, asegúrate de incluirla. Además, te recomendamos encarecidamente que envíes una pequeña cantidad de criptomonedas como prueba antes de intentar enviar una cantidad significativa.
fr: Certaines adresses de réception (généralement pour les échanges) exigent des informations d'identification supplémentaires fournies avec un tag de destination. Si l'adresse du destinataire s'accompagne d'un tag de destination, veillez à l'inclure. De plus, nous vous conseillons vivement d'envoyer une petite quantité de cryptomonnaie à titre de test avant d'essayer d'en envoyer une quantité importante.

# Send.emptyPasteboard
source: Pasteboard is empty
da: Tegnebord er tomt
de: Pasteboard ist leer.
es: Pasteboard está vacío
fr: Le champ d'entrée est vide.
it: Il box è vuoto
ja: ペーストボードが空です
ko: 클립보드가 비어 있습니다
nl: Plakbord is leeg
pt: A área de transferência está vazia
sv: Urklipp är tomt

# Send.ethSendSelf
source: Can't send to self.
da: Kan ikke sende til dig selv.
de: Sie können nichts an sich selbst versenden.
es: No puedes enviártelo a ti mismo.
fr: Impossible d'envoyer à soi-même.
it: Impossibile inviare a se stessi.
ja: 自分に送金することはできません。
ko: 자신에게는 보낼 수 없습니다.
nl: Kan niet naar jezelf sturen.
pt: Não é possível enviar ao próprio.
sv: Kan inte skicka till sig själv.

# Send.fee
source: Network Fee: %@
da: Netværksafgift: %1$@
de: Netzwerkgebühr: %1$@
es: Tarifa de red: %1$@
fr: Frais de réseau : %1$@
it: Spese network: %1$@
ja: ネットワーク手数料: %1$s
ko: 네트워크 비용: %1$s
nl: Netwerkkosten: %1$@
pt: Taxa de rede: %1$@
sv: Nätverksavgift: %1$@

# Send.fio_invalid
source: Invalid FIO address.
da: Ugyldig FIO-adresse.
de: Ungültige FIO-Adresse.
es: Dirección FIO no válida.
fr: Adresse FIO non valide.
it: Indirizzo FIO non valido.
ja: 無効なFIOアドレス。
ko: 잘못된 FIO 주소입니다.
nl: Ongeldig FIO-adres.
pt: Endereço FIO inválido.
sv: Ogiltig FIO-adress.

# Send.fio_noAddress
source: There is no %@ address associated with this FIO address.
da: Der er ingen %1$s adresse tilknyttet denne FIO-adresse.
de: Dieser FIO-Adresse ist keine %1$s Adresse zugeordnet.
es: No hay ninguna dirección %1$s asociada con esta dirección FIO.
fr: Aucune adresse %1$s associée à cette adresse FIO.
it: Nessun indirizzo %1$s associato a questo indirizzo FIO.
ja: このFIOアドレスに関連付けられている%1$sアドレスはありません。
ko: 이 FIO 주소와 연결된 %1$s 주소가 없습니다.
nl: Er is geen %1$s adres gekoppeld aan dit FIO-adres.
pt: Não há endereço %1$s associado a este endereço FIO.
sv: Det finns ingen %1$s adress kopplad till denna FIO-adress.

# Send.fio_retrievalError
source: There was an error retrieving the address for this FIO address. Please try again later.
da: Der opstod en fejl under hentning af adressen til denne FIO-adresse. Prøv igen senere.
de: Beim Abrufen der Adresse für diese FIO-Adresse ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Se produjo un error al recuperar la dirección para esta dirección FIO. Por favor, inténtelo de nuevo más tarde.
fr: Une erreur s'est produite lors de la récupération de l'adresse de cette adresse FIO. Veuillez réessayer plus tard.
it: Si è verificato un errore durante il recupero dell'indirizzo per questo indirizzo FIO. Per favore riprova più tardi.
ja: このFIOアドレスのアドレスの取得中にエラーが発生しました。後でもう一度やり直してください。
ko: 이 FIO 주소에 대한 주소를 검색하는 중에 오류가 발생했습니다. 나중에 다시 시도하십시오.
nl: Er is een fout opgetreden bij het ophalen van het adres voor dit FIO-adres. Probeer het later opnieuw.
pt: Ocorreu um erro ao recuperar o endereço para este endereço FIO. Por favor, tente novamente mais tarde.
sv: Det gick inte att hämta adressen för den här FIO-adressen. Vänligen försök igen senare.

# Send.identityNotCertified
source: Payee identity isn't certified.
da: Betalingsmodtagerens identitet er ikke bekræftet.
de: die Identität des Zahlungsempfängers ist nicht bestätigt.
es: La identidad del beneficiario no está certificada.
fr: L'identité du bénéficiaire n'est pas certifiée.
it: L'Identità del beneficiario non certificata.
ja: 受取人の本人確認が行われていません。
ko: 인증되지 않은 수취인입니다.
nl: Begunstigde is niet gecertifcieerd.
pt: A identidade do beneficiário não está certificada.
sv: Betalningsmottagaren är inte certifierad.

# Send.insufficientFunds
source: Insufficient Funds
da: Utilstrækkelige midler
de: Nicht genug Guthaben
es: Fondos insuficientes
fr: Fonds insuffisants
it: Fondi insufficienti
ja: 残高不足
ko: 자금 부족
nl: Onvoldoende middelen
pt: Fundos Insuficientes
sv: Inte tillräckligt med pengar

# Send.insufficientGas
source: Insufficient gas.
es: Fondos insuficientes
fr: Gaz insuffisant.

# Send.insufficientGasMessage
source: You must have at least %@ in your wallet in order to send this digital asset. Please add more %@ to your wallet and try again.
da: Du skal have mindst %1$@ i din pung, for at kunne overføre denne type token. Vil du gå til din Ethereum pung nu?
de: Sie müssen mindestens %1$@ in Ihrer Wallet haben, um diese Art von Token zu übertragen. Möchten Sie jetzt Ihre Ethereum-Wallet aufrufen?
es: Debe tener al menos %1$@ en su billetera para poder transferir este tipo de token. ¿Le gustaría ir a su billetera de Ethereum ahora?
fr: Vous devez avoir au moins %1$@ dans votre portefeuille pour transférer ce type de jeton. Souhaitez-vous être redirigé vers votre portefeuille Ethereum maintenant ?
it: Devi avere almeno %1$@ nel tuo portafoglio per poter trasferire questo tipo di gettone. Vuoi andare al tuo portafoglio Ethereum adesso?
ja: このタイプのトークンを送金するには、ウォレットに%1$s以上保有していなければなりません。今すぐイーサリアムのウォレットに移動しますか?
ko: 이 종류의 토큰을 전송하려면 지갑에 최소 %1$s가 있어야 합니다. 지금 이더리움 지갑으로 가시겠습니까?
nl: Je moet minstens %1$@ in je wallet hebben om dit type token te versturen. Wil je graag nu naar je Ethereum wallet gaan?
pt: Tem de ter, no mínimo, %1$@ na sua carteira para poder transferir este tipo de token. Gostaria de ir até à sua carteira Ethereum agora?
sv: Du måste ha minst %1$@ i din plånbok för att överföra denna typ av token. Vill du gå till din Ethereum-plånbok nu?

# Send.insufficientGasTitle
source: Insufficient %@ Balance
da: Insufficient %s Balance
de: Insufficient %s Balance
es: Saldo %s insuficiente
fr: Solde de %s insuffisant
it: Insufficient %s Balance
ja: Insufficient %s Balance
ko: Insufficient %s Balance
nl: Insufficient %s Balance
pt: Insufficient %s Balance
sv: Insufficient %s Balance

# Send.invalidAddressMessage
source: The destination address is not a valid %@ address.
da: Modtageradressen er ikke en gyldig %1$@-adresse.
de: Die Zieladresse ist keine gültige %1$@-Adresse.
es: La dirección de destino no es una dirección %1$@ válida.
fr: L'adresse de destination n'est pas une adresse %1$@ valide.
it: L'indirizzo di destinazione non è un indirizzo %1$@ valido.
ja: 送金先のアドレスが無効な%1$sアドレスです。
ko: 해당 수취인 주소는 %1$s에서 유효하지 않은 주소입니다.
nl: Het bestemmingsadres is geen geldig %1$@-adres.
pt: O endereço de destino não é um endereço de %1$@ válido.
sv: Mottagaradressen är inte en giltig %1$@-adress.

# Send.invalidAddressOnPasteboard
source: Pasteboard does not contain a valid %@ address.
da: Tegnebord indeholder ikke en gyldig %1$@ adresse.
de: Pasteboard enthält keine gültige %1$@-Adresse.
es: Pasteboard no contiene una dirección %1$@ válida.
fr: Le champ d'entrée ne contient aucune adresse %1$@ valide.
it: Il box non contiene un indirizzo %1$@ valido.
ja: ペーストボードに有効な%1$sアドレスが入っていません。
ko: 클립보드가 유효한 %1$s 주소를 가지고 있지 않습니다
nl: Plakbord bevat geen geldig %1$@ adres.
pt: A área de transferência não possui nenhum endereço de %1$@ válido.
sv: Urklipp innehåller inte en giltig %1$@-adress.

# Send.invalidAddressTitle
source: Invalid Address
da: Ugyldig adresse
de: Ungültige Adresse
es: Dirección inválida
fr: Adresse non valide
it: Indirizzo Non Valido
ja: 無効なアドレスです
ko: 유효하지 않은 주소입니다
nl: Ongeldig Adres
pt: Endereço Inválido
sv: Ogiltig adress

# Send.isRescanning
source: Sending is disabled during a full rescan.
da: Afsendelse er deaktiveret under en ny scanning.
de: Das Senden ist während eines kompletten Neuscans deaktiviert.
es: El envío se inhabilita durante un reescaneado completo.
fr: L'envoi est désactivé pendant un re-scan complet.
it: L'invio è disabilitato durante la ripetizione dello scan.
ja: 再スキャンを行っている間は送金できません。
ko: 전체 재검색 중에는 송금이 비활성화됩니다.
nl: Zenden is uitgeschakeld tijdens volledig opnieuw scannen
pt: O envio encontra-se desativado durante a reanálise completa.
sv: Skicka är avaktiverat under en full omskanning.

# Send.legacyAddressWarning
source: Warning: this is a legacy bitcoin address. Are you sure you want to send Bitcoin Cash to it?
da: Advarsel: dette er en legacy-bitcoinadresse. Er du sikker på du vil sende Bitcoin-penge til den?
de: Warnung: Dies ist eine ehemalige Bitcoin-Adresse. Sind Sie sicher, dass Sie Bitcoin Cash dorthin versenden wollen?
es: Aviso: Esta es una dirección Bitcoin antigua. ¿Estás seguro/a de que deseas enviar dinero en bitcoines a ella?
fr: Attention : il s'agit d'une ancienne adresse bitcoin. Etes-vous sûr de vouloir y envoyer des Bitcoins Cash ?
it: Attenzione: questo è un indirizzo bitcoin di tipo legacy. Sei sicuro di voler inviare dei Bitcoin Cash a questo indirizzo?
ja: 警告: これはレガシービットコインアドレスです。本当にビットコインキャッシュを送金しますか?
ko: 경고: 이것은 레거시 비트코인 주소입니다. 비트코인 캐시를 보내시겠습니까?
nl: Waarschuwing: dit is een verouderd bitcoinadres. Weet je zeker dat je er bitcoincash naartoe wilt sturen?
pt: Aviso: isto é um endereço legado de bitcoin. Tem a certeza de que pretende enviar Bitcoin Cash para o mesmo?
sv: Varning: detta är en legacy bitcoin-adress. Är du säker på att du vill skicka Bitcoin Cash till den?

# Send.loadingRequest
source: Loading Request
da: Behandler Anmodning
de: Anfrage wird geladen
es: Cargando solicitud
fr: Chargement de la demande
it: Caricamento della richiesta
ja: リクエストをロード中
ko: 요청 불러오는 중
nl: Verzoek aan het laden
pt: A carregar o pedido
sv: Laddar förfrågan

# Send.memoTag_optional
source: Hedera Memo (Optional)
da: Hedera Memo (valgfrit)
es: Hedera Memo (Opcional)
fr: Mémo Hedera (facultatif)
it: Hedera Memo (opzionale)
ja: Hedera Memo（オプション）
ko: 헤 데라 메모 (선택 사항)
nl: Hedera Memo (optioneel)
pt: Hedera Memo (Opcional)
sv: Hedera Memo (valfritt)

# Send.nilFeeError
source: Insufficient funds to cover the transaction fee.
da: Utilstrækkelige midler til at dække transaktionsgebyret.
de: Nicht genug Guthaben, um die Transaktionsgebühr abzudecken.
es: Fondos insuficientes para cubrir la tarifa de transacción.
fr: Fonds insuffisants pour couvrir les frais de transaction.
it: Fondi insufficienti per coprire le tariffe di transazione.
ja: 残高不足で取引手数料を支払うことができません。
ko: 거래 수수료를 지급하기에 자금이 부족합니다
nl: Onvoldoende middelen om de transactiekosten te betalen.
pt: Fundos insuficientes para cobrir o custo da transação.
sv: Inte tillräckligt med pengar för att täcka transaktionsavgiften.

# Send.noAddress
source: Please enter the recipient's address.
da: Indtast modtagerens adresse.
de: Bitte gib die Adresse des Empfängers ein.
es: Introduce la dirección del destinatario.
fr: Entrez l'adresse du destinataire.
it: Inserisci l'indirizzo del destinatario.
ja: 受取人のアドレスを入力してください。
ko: 수신인의 주소를 입력하세요.
nl: Voer a.u.b. het adres van de begunstigde in.
pt: Por favor, introduza o endereço do destinatário.
sv: Ange mottagarens adress.

# Send.noAmount
source: Please enter an amount to send.
da: Indtast et beløb, der skal sendes.
de: Bitte gib den zu sendenden Betrag ein.
es: Introduce el importe a enviar.
fr: Entrez un montant à envoyer.
it: Inserisci un importo da inviare.
ja: 送金金額を入力してください。
ko: 송금액을 입력하세요
nl: Voer a.u.b. een bedrag in om te versturen.
pt: Por favor, introduza a quantia a enviar.
sv: Ange ett belopp att skicka.

# Send.NoFeeEstimate
source: No fee estimate
es: Sin estimación de tasas
fr: Devis sans frais
