Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# ShareGift.footerMessage2
source: Download the RockWallet app for iPhone or Android. For more information visit RockWallet.com/gift
da: Download RockWallet-appen til iPhone eller Android. For mere information besøg rockwallet.com/gift
de: Laden Sie die RockWallet-App für iPhone oder Android herunter. Weitere Informationen finden Sie unter rockwallet.com/gift
es: Descargue la aplicación RockWallet para iPhone o Android. Para obtener más información, visite rockwallet.com/gift
fr: Téléchargez l'application RockWallet pour iPhone ou Android. Pour plus d'informations, visitez rockwallet.com/gift
it: Scarica l'app RockWallet per iPhone o Android. Per ulteriori informazioni, visitare rockwallet.com/gift
ja: iPhoneまたはAndroid用のBRDアプリをダウンロードします。 詳細については、brd.com / giftをご覧ください。
ko: iPhone 또는 Android 용 BRD 앱을 다운로드하십시오. 자세한 내용은 brd.com/gift를 방문하십시오.
nl: Download de RockWallet-app voor iPhone of Android. Ga voor meer informatie naar rockwallet.com/gift
pt: Baixe o aplicativo RockWallet para iPhone ou Android. Para obter mais informações, visite rockwallet.com/gift
sv: Ladda ner RockWallet-appen för iPhone eller Android. För mer information besök rockwallet.com/gift

# ShareGift.tagLine
source: Someone gifted you bitcoin!
da: Nogen gav dig bitcoin!
de: Jemand hat dir Bitcoin geschenkt!
es: ¡Alguien te regaló bitcoins!
fr: Quelqu'un vous a offert du bitcoin!
it: Qualcuno ti ha regalato bitcoin!
ja: 誰かがあなたにビットコインをプレゼントしました！
ko: 누군가 당신에게 비트 코인을 선물했습니다!
nl: Iemand heeft je bitcoin cadeau gedaan!
pt: Alguém presenteou você com bitcoins!
sv: Någon gav dig bitcoin!

# Staking.add
source: + Select Baker
da: + Vælg Baker
de: + Wählen Sie Baker
es: + Seleccionar panadero
fr: + Sélectionnez Baker
it: + Seleziona Baker
ja: +ベイカーを選択
ko: + 베이커 선택
nl: + Selecteer Baker
pt: + Selecione Padeiro
sv: + Välj Baker

# Staking.cellFreeSpaceHeader
source: Free Space
da: Fri plads
de: Freiraum
es: Espacio libre
fr: Espace libre
it: Spazio libero
ja: フリースペース
ko: 자유 공간
nl: Vrije ruimte
pt: Espaço livre
sv: Fritt utrymme

# Staking.changeValidator
source: Change
da: Lave om
de: Veränderung
es: Cambio
fr: Changement
it: Modificare
ja: 変化する
ko: 변화
nl: Verandering
pt: Mudar
sv: Förändra

# Staking.descriptionTezos
source: Delegate your Tezos account to a validator to earn a reward while keeping full security and control of your coins.
da: Delegér din Tezos-konto til en validator for at optjene en belønning, mens du holder fuld sikkerhed og kontrol med dine mønter.
de: Delegieren Sie Ihr Tezos-Konto an einen Prüfer, um eine Belohnung zu erhalten und gleichzeitig die volle Sicherheit und Kontrolle über Ihre Münzen zu behalten.
es: Delegue su cuenta de Tezos a un validador para ganar una recompensa mientras mantiene la seguridad y el control total de sus monedas.
fr: Déléguez votre compte Tezos à un validateur pour gagner une récompense tout en gardant une sécurité et un contrôle complets de vos pièces.
it: Delega il tuo account Tezos a un validatore per guadagnare una ricompensa mantenendo la piena sicurezza e il controllo delle tue monete.
ja: Tezosアカウントをバリデーターに委任して、コインの完全なセキュリティと制御を維持しながら報酬を獲得します。
ko: Tezos 계정을 검증 자에게 위임하여 코인에 대한 완전한 보안과 제어를 유지하면서 보상을 받으세요.
nl: Delegeer uw Tezos-account aan een validator om een beloning te verdienen terwijl u de volledige veiligheid en controle over uw munten behoudt.
pt: Delegue sua conta Tezos a um validador para ganhar uma recompensa, mantendo total segurança e controle de suas moedas.
sv: Delegera ditt Tezos-konto till en validerare för att få en belöning samtidigt som du behåller full säkerhet och kontroll över dina mynt.

# Staking.feeHeader
source: Fee:
da: Betaling:
de: Gebühr:
es: Tarifa:
fr: Frais:
it: Commissione:
ja: 費用：
ko: 회비:
nl: Vergoeding:
pt: Taxa:
sv: Avgift:

# Staking.pendingTransaction
source: Transaction pending...
da: Transaktion afventer ...
de: Transaktion ausstehend ...
es: Transacción pendiente ...
fr: Transaction en attente ...
it: Transazione in sospeso ...
ja: トランザクション保留中...
ko: 거래 보류 중 ...
nl: Transactie in behandeling ...
pt: Transação pendente ...
sv: Transaktion väntar ...

# Staking.remove
source: Remove
da: Fjern
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除する
ko: 삭제
nl: Verwijderen
pt: Remover
sv: Ta bort

# Staking.selectBakerTitle
source: Select XTZ Delegate
da: Vælg XTZ-delegeret
de: Wählen Sie XTZ-Delegat
es: Seleccione Delegado XTZ
fr: Sélectionnez Délégué XTZ
it: Seleziona XTZ Delegate
ja: XTZデリゲートを選択します
ko: XTZ 대리인 선택
nl: Selecteer XTZ Delegate
pt: Selecione o Delegado XTZ
sv: Välj XTZ-delegat

# Staking.stake
source: Stake
da: Indsats
de: Anteil
es: Apostar
fr: Pieu
it: Palo
ja: ステーク
ko: 말뚝
nl: Inzet
pt: Estaca
sv: Insats

# Staking.stakingActiveFlag
source: ACTIVE
da: AKTIV
de: AKTIV
es: ACTIVO
fr: ACTIF
it: ATTIVO
ja: アクティブ
ko: 유효한
nl: ACTIEF
pt: ATIVO
sv: AKTIVA

# Staking.stakingInactiveFlag
source: INACTIVE
da: INAKTIV
de: INAKTIV
es: INACTIVO
fr: INACTIF
it: NON ATTIVO
ja: 非活性
ko: 비활성
nl: INACTIEF
pt: INATIVO
sv: INAKTIV

# Staking.stakingPendingFlag
source: PENDING
da: VERSERENDE
de: STEHT AUS
es: PENDIENTE
fr: EN ATTENDANT
it: IN ATTESA DI
ja: 保留中
ko: 보류 중
nl: IN AFWACHTING
pt: PENDENTE
sv: I VÄNTAN PÅ

# Staking.stakingTitle
source: Staking
da: Indsats
de: Abstecken
es: Replanteo
fr: Jalonnement
it: Picchettamento
ja: ステーキング
ko: 스테이 킹
nl: Uitzetten
pt: Estacando

# Staking.stakingTo
source: staking to %@
da: indsats til %1$s
de: Abstecken auf %1$s
es: apostar a %1$s
fr: jalonnement sur %1$s
it: puntando a %1$s
ja: %1$sへのステーキング
ko: %1$s 스테이 킹
nl: uitzetten naar %1$s
pt: apostando em %1$s
sv: satsar till %1$s

# Staking.statusPending
source: Pending
da: Afventede
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 보류 중
nl: In Afwachting
pt: Pendente
sv: Avvaktar

# Staking.statusStaked
source: Staked!
da: Indsat!
de: Eingesteckt!
es: ¡Apostado!
fr: Jalonné!
ja: 賭けた！
ko: 스테이크!
nl: Uitgezet!
pt: Aposta!
sv: Insatt!

# Staking.subTitle
source: Earn money while holding
da: Tjen penge, mens du holder
de: Verdiene Geld, während du hältst
es: Gana dinero mientras sostienes
fr: Gagnez de l'argent en tenant
it: Guadagna denaro mentre tieni
ja: 持ちながらお金を稼ぐ
ko: 잡고있는 동안 돈을 버십시오
nl: Verdien geld terwijl je vasthoudt
pt: Ganhe dinheiro enquanto segura
sv: Tjäna pengar medan du håller

# Staking.tezosDune
source: Tezos & Dune
es: Tezos y Dune
fr: Tezos et Dune
it: Tezos e Dune
ja: テゾス＆デューン
ko: 테 조스 & 듄
pt: Tezos e Duna

# Staking.tezosMultiasset
source: Multiasset Pool
es: Grupo de conjuntos múltiples
fr: Piscine multi-actifs
it: Pool multiasset
ja: マルチアセットプール
ko: 다중 자산 풀
nl: Multiasset-zwembad
pt: Pool de conjuntos múltiplos

# Staking.tezosOnly
source: Tezos-only
da: Kun tezos
de: Nur Tezos
es: Solo Tezos
fr: Tezos uniquement
it: Solo Tezos
ja: テゾスのみ
ko: Tezos 전용
nl: Alleen Tezos
sv: Endast Tezos

# Staking.title
source: Stake %@
da: Indsats %1$s
de: Einsatz %1$s
es: Apuesta %1$s
fr: Mise %1$s
it: Puntata %1$s
ja: ステーク%1$s
ko: %1$s 지분
nl: %1$s inzetten
pt: Aposta %1$s
sv: Insats %1$s

# Staking.unstake
source: Unstake
da: Fjern indsatsen
es: Desapuntar
fr: Annuler le pari
it: Non prendere
ja: アンステーク
ko: 언 스테이크
nl: Ongedaan maken
pt: Desamarrar
sv: Ta av

# Staking.validatorHint
source: Enter Validator Address
da: Indtast Validator-adresse
de: Geben Sie die Validator-Adresse ein
es: Ingrese la dirección del validador
fr: Entrez l'adresse du validateur
it: Immettere l'indirizzo del validatore
ja: バリデーターアドレスを入力してください
ko: 검증 인 주소 입력
nl: Voer Validator-adres in
pt: Digite o endereço do validador
sv: Ange valideringsadress

# StartPaperPhrase.againButtonTitle
source: Write Down Recovery Phrase Again
da: Skriv genoprettelsesfrasen igen
de: Schreiben Sie die Wiederherstellungsphrase erneut auf
es: Apunta nuevamente la clave en papel
fr: Enregistrez la clé papier à nouveau
it: Annota di nuovo la Paper Key
ja: 回復フレーズを書き留めます
ko: 복구 문구를 다시 기록
nl: Schrijf Papieren Sleutel Opnieuw Op
pt: Escrever Novamente Chave de Papel
sv: Skriv ner ordnyckel på nytt

# StartPaperPhrase.body
source: Your Recovery Phrase is the only way to restore your RockWallet if your phone is lost, stolen, broken, or upgraded. We will show you a list of words to write down on a piece of paper and keep safe.
da: Din gendannelsessætning er den eneste måde at gendanne din RockWallet på, hvis din telefon går tabt, stjålet, ødelagt eller opgraderes. Vi viser dig en liste over ord, du kan skrive ned på et stykke papir og holder dig sikker.
de: Ihre Wiederherstellungsphrase ist die einzige Möglichkeit, Ihre RockWallet wiederherzustellen, wenn Ihr Telefon verloren geht, gestohlen, defekt oder aktualisiert wird. Wir zeigen Ihnen eine Liste mit Wörtern, die Sie auf ein Blatt Papier schreiben und sicher aufbewahren können.
es: Tu clave de papel es la única manera de restaurar tu RockWallet si pierdes tu teléfono, o te lo roban, se rompe o se actualiza. Te mostraremos una lista de palabras para apuntar en un trozo de papel y guardarlo en un sitio seguro.
fr: Votre clé papier est la seule façon de restaurer votre RockWallet si votre téléphone est perdu, volé, cassé ou mis à niveau. Nous allons vous montrer une liste de mots à écrire sur un morceau de papier et à garder en sécurité.
it: La tua Paper Key è l'unico modo per ripristinare il tuo RockWallet, nel caso il tuo telefono sia perso, rubato, rotto o aggiornato. Ti mostreremo un elenco di parole da annotare su un pezzo di carta e conservare al sicuro.
ja: スマートフォンが紛失、盗難、破損、またはアップグレードされた場合にリカバリフレーズを使用することで、BRDを復元できます。 一枚の紙に書き留めて安全を保つための単語のリストをお見せします。
ko: 복구 문구는 휴대 전화가 분실, 도난, 파손 또는 업그레이드 된 경우 BRD를 복원하는 유일한 방법입니다. 종이에 적어 안전하게 보관할 단어 목록을 보여드립니다.
nl: Je papieren sleutel is de enige manier om je RockWallet te herstellen als je telefoon verloren, gestolen, kapot of geüpgrade is. We zullen je een lijst met woorden laten zie die je op een papiertje moet schrijven en veilig moet bewaren.
pt: A chave de papel é a única forma de restaurar a sua RockWallet se o seu telefone for perdido, roubado, partido ou atualizado. Vamos mostrar-lhe uma lista de palavras para escrever numa folha de papel e manter em segurança.
sv: Din ordnyckel är enda sättet att återställ RockWallet om du förlorat din telefon, blivit bestulen på den eller har uppgraderat den. Vi visar dig en lista över ord som du kan skriva ner på ett papper och gömma undan.

# StartPaperPhrase.Body.Android
source: Your Recovery Phrase is the only way to restore your RockWallet if your phone is lost, stolen, broken, or upgraded. Your Recovery Phrase is also required if you change the security settings on your device. We will show you a list of words to write down on a piece of paper and keep safe.
da: Din gendannelsessætning er den eneste måde at gendanne din RockWallet på, hvis din telefon går tabt, stjålet, ødelagt eller opgraderes. Din gendannelsessætning er også påkrævet, hvis du ændrer sikkerhedsindstillingerne på din enhed. Vi viser dig en liste over ord, du kan skrive ned på et stykke papir og holder dig sikker.
de: Ihre Wiederherstellungsphrase ist die einzige Möglichkeit, Ihre RockWallet wiederherzustellen, wenn Ihr Telefon verloren geht, gestohlen, defekt oder aktualisiert wird. Ihre Wiederherstellungsphrase ist auch erforderlich, wenn Sie die Sicherheitseinstellungen auf Ihrem Gerät ändern. Wir zeigen Ihnen eine Liste mit Wörtern, die Sie auf ein Blatt Papier schreiben und sicher aufbewahren können.
es: Tu clave de papel es la única manera de recuperar tu RockWallet si pierdes el teléfono o te lo roban, se rompe o lo actualizas. Tu clave de papel también es necesaria si cambias los ajustes de seguridad del dispositivo. Te mostraremos una lista de palabras que deberás anotar en un papel que tendrás que guardar en un lugar seguro.
fr: Votre clé papier est la seule façon de restaurer votre RockWallet si votre téléphone est perdu, volé, cassé ou changé. Votre clé papier est également nécessaire si vous modifiez les paramètres de sécurité de votre appareil. Nous afficherons une liste de mots que vous devrez noter sur un papier et conserver en sécurité.
it: La chiave di sicurezza è il solo modo per ripristinare il tuo RockWallet se il tuo telefono viene perso, rubato, rotto, o aggiornato. La tua chiave di sicurezza è richiesta anche se cambi le impostazioni di sicurezza del dispositivo. Ti mostreremo una lista di parole da scrivere su un pezzo di carta e tenere al sicuro.
ja: スマートフォンが紛失、盗難、破損、またはアップグレードされた場合にリカバリフレーズを使用することで、BRDを復元できます。 デバイスのセキュリティ設定を変更する場合も、リカバリフレーズが必要です。 一枚の紙に書き留めて安全を保つための単語のリストをお見せします。
ko: 복구 문구는 휴대 전화가 분실, 도난, 파손 또는 업그레이드 된 경우 BRD를 복원하는 유일한 방법입니다. 장치의 보안 설정을 변경하는 경우에도 복구 문구가 필요합니다. 종이에 적어 안전하게 보관할 단어 목록을 보여드립니다.
nl: Uw papieren sleutel is de enige manier om uw RockWallet te herstellen indien u uw telefoon kwijtraakt of als deze gestolen of geüpgraded wordt. U heeft uw papieren sleutel tevens nodig indien u de beveiligingsinstellingen van uw apparaat aanpast. We tonen u een lijst met woorden die u op een stuk papier kunt opschrijven en veilig dient te bewaren.
pt: A sua chave de papel é a única forma de restaurar a sua RockWallet se o seu telefone se perder, partir, for roubado ou atualizado. A sua chave de papel também é necessária se alterar as definições de segurança do seu dispositivo. Vamos mostrar-lhe uma lista de palavras para escrever numa folha de papel e manter em segurança.
sv: Det är enbart med din skrivna nyckel du kan återställa RockWallet om din telefon försvinner, går sönder eller uppgraderas. Den skrivna nyckeln behövs också om du ändrar säkerhetsinställningarna på din enhet. Vi visar dig en lista med ord som du ska nedteckna på ett papper och förvara säkert.

# StartPaperPhrase.buttonTitle
source: Write Down Recovery Phrase
da: Skriv gendannelsesfrase ned
de: Notieren Sie die Wiederherstellungsphrase
es: Apuntar la clave en papel
fr: Écrire la clé papier
it: Annota la Paper Key
ja: 回復フレーズを書き留めます
ko: 복구 문구 기록
nl: Schrijf Papieren Sleutel Op
pt: Escrever Chave de Papel
sv: Skriv ner ordnyckel

# StartPaperPhrase.date
source: Last written down on %@
da: Sidst skrevet ned på %1$@
de: Zuletzt niedergeschrieben am %1$@
es: La última vez que anotaste tu clave en papel fue el [ %1$@
fr: Vous avez écrit votre clé papier la dernière fois sur %1$@
it: Hai annotato la Paper Key l'ultima volta il %1$@
ja: 最後に書き留めた %1$@
ko: 마지막 기록 %1$@
nl: Je hebt voor het laatst je papieren sleutel opgeschreven op %1$@
pt: A última vez que escreveu a sua chave de papel foi em %1$@
sv: Senast skrev du ner din ordnyckel på %1$@

# StartViewController.createButton
source: Create New Wallet
da: Opret ny tegnebog
de: Neue Geldbörse erstellen
es: Crear nuevo monedero
fr: Créer un nouveau portefeuille
it: Crea nuovo portafoglio
ja: 新しいウォレットを作成する
ko: 새 지갑 생성하기
nl: Nieuwe wallet maken
pt: Criar Carteira Nova
sv: Skapa ny plånbok

# StartViewController.message
source: Moving money forward.
da: Den mest sikre og trygge måde at bruge bitcoins på.
de: Die sicherste Option zur Nutzung von Bitcoin.
es: La forma más segura de usar bitcoin.
fr: La façon la plus facile et sécurisée d'utiliser bitcoin.
it: Il modo più sicuro per usare i bitcoin.
ja: 最も安全にビットコインを使う手段。
ko: 비트코인을 사용하는 가장 안정되고 안전한 방법.
nl: De veiligste en betrouwbaarste manier om bitcoin te gebruiken.
pt: A forma mais protegida e segura de utilizar a bitcoin.
sv: Det säkraste och tryggaste sättet att använda bitcoin.

# StartViewController.recoverButton
source: Recover Wallet
da: Gendan tegnebog
de: Geldbörse wiederherstellen
es: Recuperar monedero
fr: Récupérer le portefeuille
it: Recupera portafoglio
ja: ウォレットを復元する
ko: 지갑 복구하기
nl: Wallet herstellen
pt: Recuperar Carteira
sv: Återställ plånbok

# SupportForm.feedbackAppreciated
source: We would love your feedback
da: Vi vil meget gerne have din feedback
de: Wir würden uns über Ihr Feedback freuen
es: Nos encantaría que sus comentarios
fr: Nous aimerions vos retours
it: Ci piacerebbe il tuo feedback
ja: フィードバックをお待ちしています
ko: 우리는 당신의 의견을 사랑합니다
nl: We zijn benieuwd naar uw feedback
pt: Adoraríamos o seu comentário
sv: Vi skulle älska din feedback

# SupportForm.helpUsImprove
source: Help us improve
da: Hjælp os med at forbedre os
de: Helfen Sie uns, uns zu verbessern
es: Ayúdanos a mejorar
fr: Aidez-nous à améliorer
it: Aiutaci a migliorare
ja: 改善にご協力ください
ko: 우리가 개선하도록 도와주세요
nl: Help ons verbeteren
pt: Ajude-nos a melhorar
sv: Hjälp oss att förbättra

# SupportForm.notNow
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はやめろ
ko: 지금은 아님
nl: Niet nu
pt: Agora não
sv: Inte nu

# SupportForm.pleaseDescribe
source: Please describe your experience
da: Beskriv din oplevelse
de: Bitte beschreiben Sie Ihre Erfahrungen
es: Por favor describa su experiencia
fr: Veuillez décrire votre expérience
it: Descrivi la tua esperienza
ja: あなたの経験を教えてください
ko: 당신의 경험을 설명하십시오
nl: Beschrijf uw ervaring
pt: Por favor, descreva sua experiência
sv: Beskriv din upplevelse

# Swap.AddItem
source: Add item!
es: Añadir elemento
fr: Ajouter un élément !

# Swap.AmountPurchased
source: Amount purchased
es: Importe de la compra
fr: Montant acheté

# Swap.BackToHome
source: Back to Home
es: Volver al Inicio
fr: Revenir à l'écran d'accueil

# Swap.Balance
source: I have %@ %@
da: I have %s %s
de: I have %s %s
es: Tengo %s %s
fr: Je dispose de %s %s
it: I have %s %s
ja: I have %s %s
ko: I have %s %s
nl: I have %s %s
pt: I have %s %s
sv: I have %s %s

# Swap.CardFee
source: Card fee
es: Comisión de la tarjeta
fr: Frais de carte

# Swap.CheckAssets
source: Check your assets!
es: ¡Revisa tus activos!
fr: Vérifiez vos actifs !

# Swap.CheckAssetsBody
source: In order to successfully perform a swap, make sure you have two or more of our supported swap assets (BSV, BTC, ETH, BCH, SHIB, USDT) activated and funded within your wallet.
es: Para realizar con éxito un cambio, asegúrate de tener dos o más de nuestros activos de cambio compatibles (BSV, BTC, ETH, BCH, SHIB, USDT) activados y financiados dentro de tu monedero.
fr: Pour pouvoir effectuer un échange, assurez-vous d'avoir activé et financé dans votre portefeuille au moins deux des actifs d'échange pris en charge (BSV, BTC, ETH, BCH, SHIB, USDT).

source: Swap details
es: Detalles del cambio
fr: Détails de l'échange

# Swap.enableAssetFirst
source: Asset needs to be enabled first. You can do that by selecting ‘Manage assets’ on the home screen.
es: El activo debe habilitarse primero. Puedes hacerlo seleccionando "Administrar activos" en la pantalla de inicio.
fr: Les actifs doivent d'abord être activés. Vous pouvez le faire en sélectionnant "Gérer les actifs" sur l'écran d'accueil.

# Swap.ErrorProcessingTransaction
source: There was an error while processing your transaction
es: Se ha producido un error al procesar la transacción
fr: Une erreur s'est produite lors du traitement de votre transaction

# Swap.FailureSwapMessage
source: Please try swapping again or come back later.
es: Intenta cambiar de nuevo o vuelve más tarde.
fr: Veuillez réessayer plus tard d'effectuer un échange, ou revenez sur cette page ultérieurement.

# Swap.GotItButton
source: Got it!
es: ¡Entendido!
fr: D'accord !

# Swap.iWant
source: I want
es: Yo quiero
fr: Je fonce

# Swap.MiningNetworkFee
source: Mining network fee
es: Tarifa de red de minería
fr: Frais de réseau d'extraction

# Swap.NotValidPair
source: Not a valid pair
es: No es un par válido
fr: Paire invalide

# Swap.PaidWith
source: Paid with
es: Pagado con
fr: Payé avec

# Swap.RateValue
source: Rate
es: Precio
fr: Tarif

# Swap.ReceiveNetworkFee
source: Receiving network fee
es: Recibiendo tarifa de red (incluida)
fr: Frais de réseau de réception (inclus)

# Swap.RequestTimedOut
source: Your swap request timed out. Please try again.
es: Tu solicitud ha excedido el tiempo de espera. Por favor, inténtalo de nuevo.
fr: Votre requête d'échange a expiré. Veuillez réessayer.

# Swap.retry
source: Retry
es: Reintentar
fr: Réessayer

# Swap.SelectAssets
source: Select assets
es: Seleccionar activos
fr: Sélectionner des actifs

# Swap.SendingFee
source: Sending fee
es: Enviando tarifa
fr: Frais d'envoi

# Swap.SendNetworkFee
source: Sending network fee
es: Enviando tarifa de red (incluida)
fr: Frais de réseau de réception (inclus)

# Swap.SwapAgain
source: Swap again
es: Cambiar de nuevo
fr: Recommencer l'échange

# Swap.SwapLimits
source: Currently, minimum for Swap is %@ and maximum is %@ per day.
da: Currently, minimum for Swap is %s USD and maximum is %s USD/day.
de: Currently, minimum for Swap is %s USD and maximum is %s USD/day.
es: Actualmente, el mínimo para cambiar es de %s USD/día y el máximo es de %s USD/día.
fr: Actuellement, le montant minimum d'échange est de $%s USD et le maximum est de $%s USD/jour.
it: Currently, minimum for Swap is %s USD and maximum is %s USD/day.
ja: Currently, minimum for Swap is %s USD and maximum is %s USD/day.
ko: Currently, minimum for Swap is %s USD and maximum is %s USD/day.
nl: Currently, minimum for Swap is %s USD and maximum is %s USD/day.
pt: Currently, minimum for Swap is %s USD and maximum is %s USD/day.
sv: Currently, minimum for Swap is %s USD and maximum is %s USD/day.

# Swap.Swapping
source: Swapping %@ to %@
da: Swapping %1$@ to %2$@
de: Swapping %1$@ to %2$@
es: Cambiando %1$@/%2$@
fr: Échange en cours de %1$@/%2$@…
it: Swapping %1$@ to %2$@
ja: Swapping %1$@ to %2$@
ko: Swapping %1$@ to %2$@
nl: Swapping %1$@ to %2$@
pt: Swapping %1$@ to %2$@
sv: Swapping %1$@ to %2$@

# Swap.SwapStatus
source: Your %@ is estimated to arrive in 30 minutes. You can continue to use your wallet. We'll let you know when your swap has finished.
da: Your %s is estimated to arrive in 30 minutes. You can continue to use your wallet. We'll let you know when your swap has finished.
de: Your %s is estimated to arrive in 30 minutes. You can continue to use your wallet. We'll let you know when your swap has finished.
es: Se estima que tu %s llegará en 30 minutos. Puedes seguir usando tu monedero. Te avisaremos cuando se complete el cambio.
fr: Arrivée estimée de votre %s dans 30 minutes. Vous pouvez continuer à utiliser votre portefeuille. Nous vous indiquerons quand votre échange sera terminé.
it: Your %s is estimated to arrive in 30 minutes. You can continue to use your wallet. We'll let you know when your swap has finished.
ja: Your %s is estimated to arrive in 30 minutes. You can continue to use your wallet. We'll let you know when your swap has finished.
ko: Your %s is estimated to arrive in 30 minutes. You can continue to use your wallet. We'll let you know when your swap has finished.
nl: Your %s is estimated to arrive in 30 minutes. You can continue to use your wallet. We'll let you know when your swap has finished.
pt: Your %s is estimated to arrive in 30 minutes. You can continue to use your wallet. We'll let you know when your swap has finished.
sv: Your %s is estimated to arrive in 30 minutes. You can continue to use your wallet. We'll let you know when your swap has finished.

# Swap.temporarilyUnavailable
source: Swap is temporarily unavailable
es: El cambio no está disponible temporalmente
fr: La fonction d'échange est actuellement indisponible

# Swap.Timestamp
source: Timestamp
es: Marca temporal
fr: Horodatage

# Swap.transactionFrom
source: From %@
da: From %1$@
de: From %1$@
es: De %1$@
fr: Depuis %1$@
it: From %1$@
ja: From %1$@
ko: From %1$@
nl: From %1$@
pt: From %1$@
sv: From %1$@

# Swap.TransactionID
source: RockWallet Transaction ID
es: ID de transacción de RockWallet
fr: Identifiant de transaction RockWallet

# Swap.transactionInEthereumNetwork
source: It seems that your transaction takes place in the Ethereum network, please keep in mind that network fees will be charged in ETH
es: Parece que tu transacción se lleva a cabo en la red Ethereum, por favor, ten en cuenta que las tarifas de la red se cobrarán en ETH
fr: Il semble que votre transaction ait lieu sur le réseau Ethereum. N'oubliez pas que les frais de réseau seront facturés en ETH.
