Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# WipeWallet.failedMessage
source: Failed to wipe wallet.
da: Fejl ved sletning af wallet.
de: Wallet konnte nicht gelöscht werden.
es: No se ha podido borrar la cartera.
fr: Échec de la suppression du portefeuille.
it: Ripulitura portafoglio fallita.
ja: ウォレットを消去できませんでした。
ko: 월렛 초기화가 실패함.
nl: Wissen van portomonnee niet gelukt
pt: Falha ao limpar a carteira.
sv: Rensning av plånboken misslyckades.

# WipeWallet.failedTitle
source: Failed
da: Fejl
de: Fehlgeschlagen
es: No se ha realizado
fr: Échec
it: Fallito
ja: 失敗しました
ko: 실패함
nl: Mislukt
pt: Falhou
sv: Misslyckades

# WipeWallet.instruction
source: Please enter your Recovery Phrase to wipe this wallet from your device.
da: Indtast din gendannelsesfrase for at udslette denne tegnebog fra din enhed.
de: Bitte geben Sie Ihren Wiederherstellungssatz ein, um diese Brieftasche von Ihrem Gerät zu löschen.
es: Para iniciar un nuevo monedero o restaurar un monedero existente, primero debes desvincular el monedero que está instalado actualmente. Para continuar, introduce la clave en papel del monedero actual.
fr: Pour commencer un nouveau portefeuille ou rétablir un portefeuille existant, vous devez d'abord supprimer le portefeuille actuellement installé. Pour continuer, saisissez la Clé Papier du portefeuille actuel.
it: Per attivare un nuovo portafoglio o ripristinarne uno esistente, devi innanzitutto scollegare il portafoglio che è attualmente installato. Per continuare, inserisci la Paper Key corrente del portafoglio.
ja: デバイスからこのウォレットをワイプするには、リカバリフレーズを入力してください。
ko: 기기에서이 지갑을 삭제하려면 복구 문구를 입력하세요.
nl: Om een nieuwe portemonnee te beginnen of een bestaande te laden, moet u eerst de portemonnee die momenteel geïnstalleerd is ontkoppelen. Voer de Papieren Sleutel van de huidige portemonnee in om door te gaan.
pt: Para iniciar uma nova carteira ou restaurar uma carteira já existente, tem de começar por eliminar a ligação à carteira que está instalada neste momento. Para continuar, introduza a Chave em Papel que se encontra atualmente associada à carteira.
sv: För att skapa en ny plånbok eller återställa en befintlig plånbok måste du först ta bort länken till den plånbok som för närvarande är installerad. Ange den nuvarande plånbokens pappersnyckel för att fortsätta.

# WipeWallet.startMessage
source: Starting or recovering another wallet allows you to access and manage a different RockWallet on this device.
da: Fjern link til pung for at fjerne den fra denne enhed. Når linket til denne pung er fjernet, kan du starte en ny pung eller gendanne en anden pung på denne enhed.
de: Heben Sie die Verknüpfung Ihres Wallets auf, um es von diesem Gerät zu entfernen. Sobald die Verknüpfung dieses Wallets entfernt ist, können Sie ein neues Wallet anlegen oder ein anderes Wallet auf diesem Gerät wiederherstellen.
es: Desvincula tu monedero para eliminarlo de este dispositivo. Una vez que tu monedero esté desvinculado, puedes iniciar un nuevo monedero o recuperar un monedero diferente en este dispositivo.
fr: Démarrer ou récupérer un autre portefeuille vous permet d'accéder et de gérer un portefeuille RockWallet différent sur cet appareil.
it: Scollega il tuo portafoglio per rimuoverlo da questo dispositivo. Una volta scollegato questo portafoglio, puoi attivare un nuovo portafoglio o ripristinarne un altro su questo dispositivo.
ja: ご利用ウォレットのリンクを解除してこの機器から解除してください。このウォレットのリンクが解除されると、この機器で新しいウォレットを起動したり、別のウォレット再び利用できるようになります。
ko: 지갑의 연결을 해제하여 이 기기에서 제거하세요. 이 지갑의 연결이 해제되면, 새로운 지갑을 시작하거나 이 기기에 다른 지갑을 복구할 수 있습니다.
nl: Ontkoppel je portemonnee om het te verwijderen van dit toestel. Wanneer deze portemonnee ontkoppeld is kunt u een nieuwe portemonnee beginnen of een andere portemonnee laden op dit toestel.
pt: Elimine a ligação à sua carteira, a fim de a remover deste dispositivo. Assim que a ligação à carteira tiver sido eliminada, pode iniciar uma nova carteira ou recuperar outra carteira neste dispositivo.
sv: Ta bort länken till din plånbok för att ta bort den från denna enhet. När länken till denna plånbok är borttagen kan du skapa en ny plånbok eller återställa en annan plånbok på denna enhet.

# WipeWallet.startWarning
source: Your current wallet will be removed from this device. If you wish to restore it in the future, you will need to enter your Recovery Phrase.
da: Din nuværende tegnebog fjernes fra denne enhed. Hvis du ønsker at gendanne den i fremtiden, skal du indtaste din gendannelsesfrase.
de: Ihre aktuelle Brieftasche wird von diesem Gerät entfernt. Wenn Sie es in Zukunft wiederherstellen möchten, müssen Sie Ihre Wiederherstellungsphrase eingeben.
es: Ya no podrás acceder a tu cartera RockWallet actual desde este dispositivo. El saldo se mantendrá en la frase.
fr: Vous ne pourrez plus accéder à votre portefeuille courant depuis cet appareil. Si vous souhaitez le récupérer plus tard, vous devrais réentrer la clé papier.
it: Il tuo attuale portafoglio verrà rimosso dal tuo dispositivo. Se desidererai ripristinarlo in futuro, avrai bisogno della tua Paper Key.
ja: 現在のウォレットはこのデバイスから削除されます。後で復元する場合は、リカバリフレーズを入力する必要があります。
ko: 현재 지갑이이 기기에서 제거됩니다. 나중에 복원하려면 복구 문구를 입력해야합니다.
nl: U zal niet langer uw huidige RockWallet portemonnee kunnen bereiken vanaf dit apparaat. Uw saldo zal hetzelfde blijven.
pt: Não poderá mais aceder à sua RockWallet a partir deste dispositivo. O saldo permanecerá na frase.
sv: Du kommer inte längre att kunna komma åt din aktuella RockWalletplånbok från denna enhet. Saldot kommer att kvarstå på frasen.

# WipeWallet.title
source: Start or Recover Another Wallet
da: Fjern link til pung
de: Verknüpfung des Wallets aufheben
es: Desvincular monedero
fr: Démarrer our réinitialiser un autre portefeuille
it: Scollega portafoglio
ja: ウォレットのリンクを解除
ko: 지갑 연결 해제
nl: Portemonnee Ontkoppelen
pt: Eliminar a ligação à carteira
sv: Ta Bort Länken Till Plånboken

# WipeWallet.wipe
source: Wipe
da: Slet
de: Löschen
es: Borrar
fr: Effacer
it: Ripulisci
ja: 消去
ko: 초기화
nl: Wissen
pt: Limpar
sv: Rensa

# WipeWallet.wiping
source: Wiping...
da: Sletter...
de: Wird gelöscht ...
es: Borrando...
fr: Effacement...
it: Ripulitura...
ja: 消去中...
ko: 초기화 중...
nl: Aan het wissen...
pt: A limpar...
sv: Rensar...

# WritePaperPhrase.instruction
source: Write down the following words in order
da: Skriv hvert ord ned i rækkefølge og opbevar den et sikkert sted.
de: Schreib dir jedes Wort der Reihenfolge nach auf und bewahre die Notiz an einem sicheren Ort auf.
es: Apunta cada palabra en orden y guárdala en un lugar seguro.
fr: Écrivez chaque mot en ordre et conserver dans un lieu sûr.
it: Scrivi ciascuna parola in ordine e conservala in un luogo sicuro.
ja: 単語は順番通りに書き留めて、安全な場所に保管しておいてください。
ko: 각 단어를 순서대로 적어 놓고, 안전한 곳에 보관하세요.
nl: Schrijf elk woord in de juiste volgorde op en bewaar het op een veilige plek.
pt: Escreva cada palavra por ordem e guarde-as num lugar seguro.
sv: Skriv ner varje ord i ordning och lagra dem på ett säkert ställe.

# WritePaperPhrase.next
source: NEXT
da: Næste
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
pt: Seguinte
sv: Nästa

# WritePaperPhrase.previous
source: Previous
da: Forrige
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
pt: Anterior
sv: Föregående

# WritePaperPhrase.step
source: %@ of %@
da: %1$li af %2$li
de: %1$li von %2$li
es: %1$li de %2$li
fr: %1$li de %2$li
it: %1$li di %2$li
ja: %2$dの%1$d
ko: %2$d의 %1$d
nl: %1$li van %2$li
pt: %1$li de %2$li
sv: %1$li av %2$li

# WritePaperPhrase.warning
source: For security purposes, do not screenshot or email these words.
es: Por razones de seguridad, no hagas capturas de pantalla ni envíes por email estas palabras.
fr: Pour des raisons de sécurité, ne faites pas de capture d'écran et n'envoyez pas ces mots par e-mail.

# WritePaperPhrase.warning2
source: Remember to write these words down. Swipe back if you forgot.
es: Recuerda anotar estas palabras. Ve hacia atrás si las has olvidado.
fr: N'oubliez pas d'en garder une trace écrite. Revenez à l'écran précédent si vous avez oublié de le faire.

# Alert.error
source: Error
da: Fejl
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt: Erro
sv: Fel

# ATMMapView.title
source: ATM Cash Locations Map
fr: Carte des emplacements ATM Cash

# Button.no
source: No
da: Nej
de: Nein
fr: Non
ja: いいえ
ko: 아니오
nl: Nee
pt: Não
sv: Nej

# Buy.CardCVV
source: CVV
fr: Cryptogramme visuel

# FeeSelector.regular
source: Regular
da: Almindelig
de: Regulär
fr: Régulier
it: Regolare
ja: レギュラー
ko: 일반
nl: Normaal
pt: Normal.
sv: Vanlig

# Import.Error.failedSubmit
source: Failed to submit transaction.
fr: Échec de l'envoi de la transaction.

# Import.Error.serviceUnavailable
source: Service Unavailable
fr: Service indisponible

# Import.Error.unsupportedCurrency
source: Unsupported Currency
fr: Devise non prise en charge

# Send.descriptionLabel
source: Memo
de: Vermerk
fr: Mémo
it: Promemoria
ja: メモ
ko: 메모
pt: Nota

# TransactionDetails.commentsHeader
source: Memo
de: Vermerk
fr: Mémo
it: Promemoria
ja: メモ
ko: 메모
pt: Nota

# UnlockScreen.wipePrompt
source: Are you sure you would like to wipe this wallet?
fr: Voulez-vous vraiment supprimer ce portefeuille ?

# About.appName.android
source: RockWallet
ja: BRD
ko: BRD

# About.blog
source: Blog
ja: ブログ
ko: 블로그
sv: Blogg

# About.reddit
source: Reddit
ja: Reddit（レディット）
ko: 레딧

# ShareGift.walletName
source: Bitcoin
ja: ビットコイン
ko: 비트 코인

# Staking.roiHeader
source: Est. ROI
de: Europäische Sommerzeit. ROI
ja: EST（東部基準時。 ROI
ko: 동부 표준시. ROI
pt: Husa. ROI

# TransactionDetails.totalHeader
source: Total
da: I alt
de: Gesamt
it: Totale
ja: トータル
ko: 합계
nl: Totaal
sv: Totalt

# About.twitter
source: Twitter
ko: 트위터

# FaceIDSettings.title
source: Face ID
ko: 페이스 ID

# SecurityCenter.faceIdTitle
source: Face ID
ko: 페이스 ID

# SecurityCenter.touchIdTitle
source: Touch ID
ko: 터치 ID

# TouchIdSettings.title
source: Touch ID
ko: 터치 ID

# Prompts.TouchId.usePin.android
source: PIN
sv: PIN-kod
