Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# About.footer
source: Made by the global RockWallet team. Version %@ Build %@
da: Lavet af det globale RockWallet hold. Version %1$@. Build %2$@
de: Erstellt vom globalen RockWallet-Team. Version %1$@ Build %2$@
es: Hecho por el equipo mundial de RockWallet. Versión %1$@ Build %2$@
fr: Fait par l'équipe RockWallet monde. Version %1$@ Build %2$@
it: Realizzato dal Global team RockWallet. Versione %1$@ Build %2$@
ja: グローバルブレッドチームによって開発されました。バージョン %1$sビルド%2$s
ko: 글로벌 BRD 팀 제작. 버전 %1$s 빌드 %2$s
nl: Gemaakt door het globale RockWallet team. Versie %1$@ Bouw %2$@
pt: Criada pela equipa RockWallet global. Versão %1$@ Build %2$@
sv: Skapad av det lokala teamet för RockWallet. Version %1$@ Build %2$@

# About.privacy
source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacyverklaring
pt: Política de Privacidade
sv: Sekretesspolicy

# About.terms
source: Terms And Conditions
da: Brugsbetingelser
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di Utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruikersvoorwaarden
pt: Termos de Uso
sv: Användarvillkor

# About.title
source: About
da: Om
de: Info
es: Acerca de nosotros
fr: À propos de
it: Chi siamo
ja: 概要
ko: 관련 사항
nl: Over
pt: Sobre
sv: Om

# About.walletID
source: RockWallet Rewards ID
es: ID de Recompensas de RockWallet
fr: ID de récompenses RockWallet
it: ID premio RockWallet
ja: BRDリワードID
ko: BRD Rewards ID
nl: RockWallet-beloningenidentificatie
pt: ID de Recompensas do RockWallet
sv: Belönings-ID för RockWallet

# AccessibilityLabels.close
source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
sv: Stäng

# AccessibilityLabels.faq
source: Support Center
es: Centro de ayuda
fr: Centre d'assistance
it: Centro Assistenza
ja: サポートセンター
ko: 고객지원 센터
nl: Ondersteuningscentrum
pt: Centro de Ajuda

# Account.AccountLimits
source: Account limits
es: Límites de la cuenta
fr: Limites du compte

# Account.AccountVerification
source: Account Verification
es: Verificación de la cuenta
fr: Vérification du compte

# Account.balance
source: Your balance
da: Saldo
de: Guthaben
es: Saldo
fr: Solde
it: Saldo
ja: 残高
ko: 잔액
nl: Balans
pt: Saldo
sv: Saldo

# Account.BeforeConfirm
source: Before you confirm, please:
es: Antes de confirmar, por favor:
fr: Avant de confirmer, veuillez :

# Account.ChangeEmail
source: Change your email
es: Modifica tu email
fr: Modifier votre adresse e-mail

# Account.Country
source: Country
es: País
fr: Pays

# Account.CreateAccount
source: Create a RockWallet account by entering your email address.
es: Crea una cuenta de RockWallet introduciendo tu dirección de email.
fr: Créer un compte RockWallet en indiquant votre adresse e-mail.

# Account.CurrentLimit
source: Current limit: $1,000/day
es: Límite actual: 1000 $/día
fr: Limite actuelle : 1 000 USD/jour

# Account.DataIssues
source: Oops! We had some issues processing your data
es: ¡Vaya! Hemos tenido algunos problemas para procesar tus datos
fr: Oups ! Nous avons rencontré des problèmes dans le traitement de vos données

# Account.DateOfBirth
source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance

# Account.Declined
source: Declined
es: Rechazado
fr: Refusé

# Account.DeleteAccount
source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte

# Account.delistedToken
source: You may still be able to send these tokens to another platform. For more details, visit our support page.
da: Denne værdikupon er fjernet fra listen. Du kan muligvis stadig sende disse værdikuponer til en anden platform. Se vores hjælpeside for mere information.
de: Dieses Token wurde dekotiert. Sie mögen immer noch in der Lage sein, diese Token an eine andere Plattform zu senden. Für weitereDetails, besuchen Sie unsere Support Seite.
es: Este token se ha eliminado de la lista porque el emisor ha decidido abandonar la compatibilidad con ERC20. Todavía pueda enviar estos tokens a otra plataforma. Para obtener más información, visite nuestra página de asistencia.
fr: Ce jeton a été retiré de la liste car l'émetteur a décidé de cesser le support ERC20. Vous pourrez peut-être encore envoyer ces jetons sur une autre plate-forme. Pour plus de détails, visitez notre page de support.
it: Questo token è stato eliminato dalla lista perché l'emittente ha deciso di cessare il supporto di ERC20. Ti sarà comunque possibile inviare questi token a un'altra piattaforma. Per ulteriori informazioni, visita la nostra pagina di assistenza.
ja: このトークンは上場廃止となりました。 これらのトークンを別のプラットフォームに送信できる場合があります。詳しくは、サポートページをご覧ください。
ko: 이 토큰은 목록에서 삭제되었습니다. 여전히 이러한 토큰을 다른 플랫폼으로 보낼 수 있습니다. 자세한 내용은 지원 페이지를 참조하십시오.
nl: Dit token is verwijderd omdat de uitgever besloot de ERC20-ondersteuning stop te zetten. Mogelijk kunt u deze tokens nog steeds naar een ander platform verzenden. Ga voor meer informatie naar onze ondersteuningspagina.
pt: Este token foi retirado porque o emissor decidiu suspender o suporte do ERC20. Ainda pode enviar estes tokens para outra plataforma. Para obter mais informações, visite a nossa página de suporte.
sv: Denna token har avförts eftersom utfärdaren har beslutat att sluta stödja ERC20. Du kan eventuellt skicka dessa tokens till en annan plattform. Besök vår supportsida för mer information.

# Account.exchangeRate
source: %@ per %@
da: %1$@ per %2$@
de: %1$@ pro %2$@
es: %1$@ por %2$@
fr: %1$@ par %2$@
it: %1$@ per %2$@
ja: %2$sあたり%1$s
ko: %2$s 당 %1$s
nl: %1$@ per %2$@
pt: %1$@ por %2$@
sv: %1$@ per %2$@

# Account.FullAccess
source: Get full access to your RockWallet!
es: ¡Obtén acceso completo a tu RockWallet!
fr: Accédez à l'intégralité de votre portefeuille RockWallet !

# Account.IDVerification
source: ID Verification
es: Verificación del ID
fr: Identifiant de vérification

# Account.loadingMessage
source: Loading Wallet
da: Indlæser pung
de: Wallet wird geladen
es: Cargando cartera
fr: Chargement du portefeuille
it: Caricamento Portafoglio
ja: ウォレット読み込み中
ko: 지갑 로딩
nl: Portemonnee laden
pt: A Carregar Carteira
sv: Laddar plånbok

# Account.MessageVerifyAccount
source: Verify your account to get full access to your RockWallet!
es: ¡Verifica tu cuenta para obtener acceso completo a tu RockWallet!
fr: Faites vérifier votre compte pour accéder à l'intégralité de votre portefeuille RockWallet !

# Account.Pending
source: Pending
es: Pendiente
fr: En cours…

# Account.PersonalInformation
source: Personal Information
es: Datos personales
fr: Informations personnelles

# Account.Promotion
source: I'm ok with receiving future promotion, offers and communications
es: Estoy de acuerdo con recibir futuras promociones, ofertas y comunicaciones
fr: J'accepte de recevoir des promotions, des offres et des communications futures.

# Account.ProofOfIdentity
source: Proof of Identity
es: Prueba de identidad
fr: Document d'identité

# Account.Resubmit
source: Resubmit
es: Volver a enviar
fr: Envoyer à nouveau

# Account.RetakePhoto
source: Retake photo
es: Volver a hacer la foto
fr: Reprendre la photo

# Account.SelectCountry
source: Select country
es: Selecciona tu país
fr: Sélectionner le pays

# Account.SelectState
source: Select state
es: Seleccionar estado
fr: Sélectionner un État

# Account.State
source: State
es: Estado
fr: État

# Account.SubmitPhoto
source: Submit your photo
es: Sube tu foto
fr: Envoyer votre photo

# Account.SwapAndBuyLimit
source: Swap limit: $20,000 USD/day Buy limit: $500 USD/day
da: Swap limit: $10,000 USD/day Buy limit: $500 USD/day
de: Swap limit: $10,000 USD/day Buy limit: $500 USD/day
es: Límite de cambio: 10 000 USD/día Límite de compra: 500 USD/día
fr: Limite d'échange : 10 000 USD/jour Limite d'achat : 500 USD/jour
it: Swap limit: $10,000 USD/day Buy limit: $500 USD/day
ja: Swap limit: $10,000 USD/day Buy limit: $500 USD/day
ko: Swap limit: $10,000 USD/day Buy limit: $500 USD/day
nl: Swap limit: $10,000 USD/day Buy limit: $500 USD/day
pt: Swap limit: $10,000 USD/day Buy limit: $500 USD/day
sv: Swap limit: $10,000 USD/day Buy limit: $500 USD/day

# Account.UpgradeLimits
source: Upgrade your limits
es: Incrementa tus límites
fr: Mettre à jour vos limites

# Account.UpgradeVerificationIdentity
source: You need to upgrade your verification status before you can buy assets.
es: Debes actualizar tu estado de verificación antes de poder comprar activos.
fr: Vous devez mettre à jour votre statut de vérification avant de pouvoir acheter des actifs.

# Account.VeriffTerms
source: Your session audio and video may be recorded. Read more from %@
es: Your session audio and video may be recorded. Read more from %s
ja: Your session audio and video may be recorded. Read more from %s
ko: Your session audio and video may be recorded. Read more from %s
nl: Your session audio and video may be recorded. Read more from %s
pt: Your session audio and video may be recorded. Read more from %s

# Account.Verification
source: You need to be at least 18 years old to complete Level 1 verification
es: Debes tener al menos 18 años para completar la verificación de Nivel 1
fr: Vous devez avoir au moins 18 ans pour effectuer la vérification de niveau 1.

# Account.VerificationDeclined
source: Why is my verification declined?
es: ¿Por qué se ha rechazado mi verificación?
fr: Pourquoi ma vérification est-elle refusée ?

# Account.Verified
source: Verified
es: Verificado
fr: Vérification effectuée

# Account.VerifiedAccountMessage
source: We’ll let you know when your account is verified.
es: Te avisaremos cuando verifiquemos tu cuenta.
fr: Nous vous informerons lorsque votre compte aura été vérifié.

# Account.VerifyAccountText
source: If you verify your identity, you are given access to: ・Unlimited deposits ・Enhanced security ・Full asset support ・Buy assets with credit card.
da: If you verify your account, you are given access to: ・Unlimited deposits/withdrawals ・Enhanced security ・Full asset support ・Buy assets with credit card
de: If you verify your account, you are given access to: ・Unlimited deposits/withdrawals ・Enhanced security ・Full asset support ・Buy assets with credit card
es: Si verificas tu cuenta, tendrás acceso a: ・Depósitos/retiradas ilimitados ・Seguridad mejorada ・Completa asistencia de activos ・Compra de activos con tarjeta de crédito
fr: Si vous faites vérifier votre compte, vous bénéficierez des avantages suivants : ・Dépôts/retraits illimités ・Sécurité renforcée ・Assistance complète pour les actifs ・Achat d'actifs avec une carte de crédit
it: If you verify your account, you are given access to: ・Unlimited deposits/withdrawals ・Enhanced security ・Full asset support ・Buy assets with credit card
ja: If you verify your account, you are given access to: ・Unlimited deposits/withdrawals ・Enhanced security ・Full asset support ・Buy assets with credit card
ko: If you verify your account, you are given access to: ・Unlimited deposits/withdrawals ・Enhanced security ・Full asset support ・Buy assets with credit card
nl: If you verify your account, you are given access to: ・Unlimited deposits/withdrawals ・Enhanced security ・Full asset support ・Buy assets with credit card
pt: If you verify your account, you are given access to: ・Unlimited deposits/withdrawals ・Enhanced security ・Full asset support ・Buy assets with credit card
sv: If you verify your account, you are given access to: ・Unlimited deposits/withdrawals ・Enhanced security ・Full asset support ・Buy assets with credit card

# Account.VerifyEmail
source: Enter and verify your new email address for your RockWallet account.
es: Introduce y verifica tu nueva dirección de email para tu cuenta de RockWallet.
fr: Indiquez et faites vérifier votre nouvelle adresse e-mail pour votre compte RockWallet.

# Account.VerifyIdentity
source: We need to verify your identity before you can %@ assets.
da: We need to verify your identity before you can %s assets.
de: We need to verify your identity before you can %s assets.
es: Necesitamos verificar tu identidad antes de que puedas %s activos.
fr: Nous devons vérifier votre identité avant que vous puissiez %s des actifs.
it: We need to verify your identity before you can %s assets.
ja: We need to verify your identity before you can %s assets.
ko: We need to verify your identity before you can %s assets.
nl: We need to verify your identity before you can %s assets.
pt: We need to verify your identity before you can %s assets.
sv: We need to verify your identity before you can %s assets.

# Account.VerifyIdentityPlain
source: We need to verify your identity before you can buy or swap assets.
es: Necesitamos verificar tu identidad antes de que puedas comprar o intercambiar activos.
fr: Nous devons vérifier votre identité avant que vous ne puissiez acheter ou échanger des actifs.

# Account.VerifyPersonalInformation
source: We need to verify your personal information for compliance purposes. This information won’t be shared with outside sources unless required by law.
es: Necesitamos verificar tus datos personales con fines de cumplimiento. Esta información no se compartirá con fuentes externas a menos que lo exija la ley.
fr: Nous devons vérifier vos informations personnelles pour des raisons de conformité. Ces informations ne seront pas partagées avec des sources externes, sauf obligation légale.

# Account.Welcome
source: Welcome!
es: ¡Te damos la bienvenida!
fr: Bienvenue !

# Account.WhyVerify
source: Why should I verify my identity?
da: Why should I verify my account?
de: Why should I verify my account?
es: ¿Por qué debo verificar mi cuenta?
fr: Pourquoi dois-je faire vérifier mon compte ?
it: Why should I verify my account?
ja: Why should I verify my account?
ko: Why should I verify my account?
nl: Why should I verify my account?
pt: Why should I verify my account?
sv: Why should I verify my account?

# Account.WriteYourName
source: Write your name as it appears on your ID
es: Escribe tu nombre tal y como aparece en tu documento de identidad
fr: Écrivez votre nom tel qu'il apparaît sur votre carte d'identité

# AccountCreation.body
source: Only create a Hedera account if you intend on storing HBAR in your wallet.
da: Opret kun en Hedera-konto, hvis du agter at opbevare HBAR i din tegnebog.
de: Erstellen Sie nur dann ein Hedera-Konto, wenn Sie HBAR in Ihrer Brieftasche speichern möchten.
es: Solo cree una cuenta de Hedera si tiene la intención de almacenar HBAR en su billetera.
fr: Créez un compte Hedera uniquement si vous avez l'intention de stocker HBAR dans votre portefeuille.
it: Crea un account Hedera solo se intendi conservare HBAR nel tuo portafoglio.
ja: HBARをウォレットに保管する場合にのみ、Hederaアカウントを作成してください。
ko: 지갑에 HBAR을 저장하려는 경우에만 Hedera 계정을 만드십시오.
nl: Maak alleen een Hedera-account aan als u van plan bent HBAR in uw portemonnee op te slaan.
pt: Só crie uma conta Hedera se pretende guardar o HBAR na sua carteira.
sv: Skapa bara ett Hedera-konto om du tänker lagra HBAR i din plånbok.

# AccountCreation.ChangeEmail
source: Change my email
es: Modificar mi email
fr: Modifier mon adresse e-mail

# AccountCreation.CodeSent
source: Verification code sent.
es: Se ha enviado el código de verificación.
fr: Code de vérification envoyé.

# AccountCreation.create
source: Create Account
da: Opret konto
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea account
ja: アカウントを作成する
ko: 계정 만들기
nl: Account maken
pt: Criar conta
sv: Skapa konto

# AccountCreation.creating
source: Creating Account
da: Opretter konto
de: Account erstellen
es: Creando cuenta
fr: Création de compte
it: Creazione dell'account
ja: アカウントを作成する
ko: 계정 만들기
nl: Account maken
pt: Criando conta
sv: Skapar konto

# AccountCreation.EnterCode
source: Please enter the code we’ve sent to
es: Introduce el código que te hemos enviado
fr: Veuillez indiquer le code que nous vous avons envoyé

# AccountCreation.error
source: An error occurred during account creation. Please try again later.
da: Der opstod en fejl under oprettelsen af kontoen. Prøv igen senere.
de: Bei der Kontoerstellung ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Se produjo un error durante la creación de la cuenta. Por favor, inténtelo de nuevo más tarde.
fr: Une erreur s'est produite lors de la création du compte. Veuillez réessayer plus tard.
it: Si è verificato un errore durante la creazione dell'account. Per favore riprova più tardi.
ja: アカウントの作成中にエラーが発生しました。後でもう一度やり直してください。
ko: 계정 생성 중 오류가 발생했습니다. 나중에 다시 시도하세요.
nl: Er is een fout opgetreden tijdens het maken van een account. Probeer het later opnieuw.
pt: Ocorreu um erro durante a criação da conta. Por favor, tente novamente mais tarde.
sv: Ett fel inträffade under skapandet av kontot. Vänligen försök igen senare.

# AccountCreation.notNow
source: Not Now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はやめろ
ko: 지금은 아님
nl: Niet nu
pt: Agora não
sv: Inte nu

# AccountCreation.ResendCode
source: Resend my code
es: Volver a enviar mi código
fr: Recevoir mon code à nouveau

# AccountCreation.timeout
source: The Request timed out. Please try again later.
da: Anmodningen blev udløbet. Prøv igen senere.
de: Die Anfrage ist abgelaufen. Bitte versuchen Sie es später noch einmal.
es: La petición caducó. Por favor, inténtelo de nuevo más tarde.
fr: La demande a expiré. Veuillez réessayer plus tard.
it: La richiesta è scaduta. Per favore riprova più tardi.
ja: 要求がタイムアウトしました。後でもう一度やり直してください。
ko: 요청 시간이 초과되었습니다. 나중에 다시 시도하세요.
nl: Er is een time-out ophet verzoek. Probeer het later opnieuw.
pt: O pedido excedeu o tempo limite. Por favor, tente novamente mais tarde.
sv: Begäran avbröts. Vänligen försök igen senare.

# AccountCreation.title
source: Confirm Account Creation
da: Bekræft oprettelse af konto
de: Bestätigen Sie die Kontoerstellung
es: Confirmar la creación de la cuenta
fr: Confirmer la création du compte
it: Conferma creazione account
ja: アカウント作成の確認
ko: 계정 생성 확인
nl: Account aanmaken bevestigen
pt: Confirmar criação de conta
sv: Bekräfta konto skapande

# AccountCreation.VerifyEmail
source: Verify your email
es: Verifica tu email
fr: Vérifiez votre adresse e-mail

# AccountCreation.WalletDisabled
source: If you enter an incorrect wallet PIN too many times, your wallet will become disabled for a certain amount of time. This is to prevent someone else from trying to guess your PIN by quickly making many guesses. If your wallet is disabled, wait until the time shown and you will be able to enter your PIN again. If you continue to enter the incorrect PIN, the amount of waiting time in between attempts will increase. Eventually, the app will reset and you can start a new wallet. If you have the Recovery Phrase for your wallet, you can use it to reset your PIN by clicking the “Reset PIN” button.
es: Si introduces un PIN de monedero incorrecto demasiadas veces, tu monedero quedará temporalmente inhabilitado. Esto se hace para evitar que otra persona trate de adivinar tu PIN haciendo intentos de forma reiterada. Si tu monedero está deshabilitado, espera hasta la hora que se muestra y podrás volver a introducir tu PIN. Si continúas introduciendo el PIN incorrecto, la cantidad de tiempo de espera entre intentos aumentará. Una vez cumplido el plazo, la aplicación se restablecerá y podrás acceder de nuevo al monedero. Si tienes la frase de recuperación para tu monedero, puedes usarla para restablecer tu PIN haciendo clic en el botón "Restablecer PIN".
fr: Si vous indiquez un code PIN incorrect trop souvent, votre portefeuille sera désactivé pendant un certain temps. Cela permet d'éviter que quelqu'un d'autre n'essaie de deviner votre code PIN en faisant rapidement de nombreuses tentatives. Si votre portefeuille est désactivé, attendez le temps indiqué et vous pourrez à nouveau saisir votre code PIN. Si vous continuez à saisir un code PIN incorrect, le temps d'attente entre les tentatives augmentera. Pour finir, l'application se réinitialisera et vous pourrez lancer un nouveau portefeuille. Si vous disposez de la phrase de récupération de votre portefeuille, vous pouvez l'utiliser pour réinitialiser votre code PIN en cliquant sur le bouton "Réinitialiser le code PIN".

# AccountCreation.WalletDisabledTitle
source: Why is my wallet disabled?
es: ¿Por qué se ha deshabilitado mi monedero?
fr: Pourquoi mon portefeuille est-il désactivé ?

# AccountDelete.AccountDeletedPopup
source: Your account has been deleted. We are sorry to see you go.
es: Tu cuenta ha sido eliminada. Lamentamos que te vayas.
fr: Votre compte a été supprimé. Nous sommes désolés que vous nous quittiez.

# AccountDelete.DeleteAccountTitle
source: You are about to delete your RockWallet account.
es: Estás a punto de eliminar tu cuenta de RockWallet.
fr: Nous sommes sur le point de supprimer votre compte RockWallet.

# AccountDelete.DeleteWhatMean
source: What does this mean?
es: ¿Qué significa eso?
fr: Qu'est-ce que cela signifie ?

# AccountDelete.ExplanationOne
source: -You will no longer be able to use your email to sign in into RockWallet
es: - Ya no podrás usar tu email para iniciar sesión en RockWallet
fr: - Vous ne pourrez plus utiliser votre adresse e-mail pour vous connecter à votre portefeuille RockWallet.

# AccountDelete.ExplanationThree
source: -Your private keys are still yours, keep your Recovery Phrase in a safe place in case you need to restore your wallet.
es: - Tus claves privadas siguen siendo tuyas, guarda tu frase de recuperación en un lugar seguro en caso de que necesites restaurar tu monedero.
fr: - Vos identifiants privés vous appartiennent toujours, gardez votre phrase de récupération en lieu sûr au cas où vous auriez besoin de restaurer votre portefeuille.

# AccountDelete.ExplanationTwo
source: -You will no longer be able to use your KYC and registration status
da: -You will no longer be able to user your KYC and registration status
de: -You will no longer be able to user your KYC and registration status
es: - Ya no podrás usar tu KYC y el estado de registro
fr: - Vous ne pourrez plus utiliser votre vérification d'identité et votre statut d'enregistrement.
it: -You will no longer be able to user your KYC and registration status
ja: -You will no longer be able to user your KYC and registration status
ko: -You will no longer be able to user your KYC and registration status
nl: -You will no longer be able to user your KYC and registration status
pt: -You will no longer be able to user your KYC and registration status
sv: -You will no longer be able to user your KYC and registration status

# AccountDelete.RecoverWallet
source: I understand that the only way to recover my wallet is by entering my Recovery Phrase
es: Entiendo que la única manera de recuperar mi monedero es ingresando mi frase de recuperación
fr: Je comprends que le seul moyen de récupérer mon portefeuille est d'indiquer ma phrase de récupération.

# AccountHeader.defaultWalletName
source: My RockWallet
da: Mit RockWallet
de: Mein RockWallet
es: Mi RockWallet
fr: Mon RockWallet
it: Il Mio RockWallet
ja: マイブレッド
ko: 나의 BRD
nl: Mijn RockWallet
pt: Minha RockWallet
sv: Mitt RockWallet

# AccountKYCLevelOne.LevelOne
source: Level 1
es: Nivel 1
fr: Niveau 1

# AccountKYCLevelOne.Limit
source: Account limit: $1,000/day ($10,000 lifetime)
es: Límite de cuenta: 1000 $/día (10 000 $ en total)
fr: Limite du compte : 1 000 USD/jour (10 000 USD à vie)

# AccountKYCLevelTwo.BackPageInstructions
source: Make sure you have captured the entire back page of the document
es: Asegúrate de capturar el dorso completo del documento
fr: Assurez-vous d'avoir capturé tout le verso du document

# AccountKYCLevelTwo.BeforeStart
source: Before you start, please:
es: Antes de comenzar, por favor:
fr: Avant de vous lancer, veuillez :
