Repository: BunsDev/rockwallet-ios
Catalog: brd-ios/breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, ja, ko, nl, pt, sv

# RecoveryKeyOnboarding.description3
source: Remember that this is the only way to restore your wallet. RockWallet does not keep a copy.
es: Recuerda que esta es la única forma de restaurar tu monedero. RockWallet no guarda una copia.
fr: Souvenez-vous que c'est la seule manière de restaurer votre portefeuille. RockWallet ne garde aucune copie.

# RecoveryKeyOnboarding.title1
source: Generate your private Recovery Phrase
es: Genera tu frase de recuperación privada
fr: Générer votre phrase de récupération privée

# RecoveryKeyOnboarding.title2
source: Write down your Recovery Phrase
es: Escribe tu frase de recuperación
fr: Gardez une trace écrite de votre phrase de récupération

# RecoveryKeyOnboarding.titlePage1
source: Generate your private Recovery Phrase
es: Genera tu frase de recuperación privada
fr: Générez votre phrase de récupération privée

# RequestAnAmount.noAmount
source: Please enter an amount first.
da: Indtast venligst et beløb først.
de: Bitte geben Sie zuerst einen Betrag ein.
es: Ingresa primero una cantidad.
fr: Veuillez d'abord entrer un montant.
it: Per favore inserisci prima una somma.
ja: はじめに金額を入力してください。
ko: 먼저 금액을 입력해 주세요.
nl: Vul alstublieft eerst een bedrag in.
pt: Primeiro, por favor, introduza um montante.
sv: Var god ange ett belopp först.

# RequestAnAmount.title
source: Request an Amount
da: Anmod om et beløb
de: Einen Betrag anfordern
es: Solicitar una cantidad
fr: Demander un montant
it: Richiedi un Importo
ja: 金額のリクエスト
ko: 금액 요청
nl: Een bedrag aanvragen
pt: Pedir uma Quantia
sv: Begär ett belopp

# ReScan.alertAction
source: Sync
da: Synkroniser
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
ja: 同期
ko: 동기화
nl: Synchroniseren
pt: Sincronizar
sv: Synka

# ReScan.alertMessage
source: You will not be able to send money while syncing.
da: Du vil ikke kunne sende penge mens du synkroniserer.
de: Während der Synchronisation kannst du kein Geld versenden.
es: No podrás enviar dinero durante la sincronización.
fr: Vous ne pourrez pas envoyer d'argent lors de la synchronisation.
it: Non potrai inviare denaro durante la sincronizzazione.
ja: 同期中は送金することができません。
ko: 동기화 중에는 송금할 수 없습니다.
nl: Je zult niet in staat zijn om geld te versturen wanneer je aan het synchroniseren bent.
pt: Não será capaz de enviar dinheiro enquanto estiver a sincronizar.
sv: Du kan inte skicka pengar under synkning.

# ReScan.alertTitle
source: Sync with Blockchain?
da: Synkroniser med blokkæde?
de: Mit der Blockchain synchronisieren?
es: ¿Quieres sincronizar con la cadena de bloques?
fr: Synchroniser avec la blockchain ?
it: Sincronizza con la Blockchain?
ja: ブロックチェーンの同期をしますか?
ko: 블록체인과 동기화하겠습니까?
nl: Synchroniseren met Blockchain?
pt: Sincronizar com a Blockchain?
sv: Synka med blockkedja?

# ReScan.body1
source: 20-45 minutes
da: 20-45 minutter
de: 20–45 Minuten
es: 20-45 minutos
it: 20-45 minuti
ja: 20〜45分
ko: 20-45분
nl: 20-45 minuten
pt: 20-45 minutos
sv: 20-45 minuter

# ReScan.body2
source: If a transaction shows as completed on the network but not in your RockWallet.
da: Hvis en transaktion vises som gennemført i bitcoin netværket, men ikke i dit RockWallet.
de: Wenn eine Transaktion im Bitcoin-Netzwerk, aber nicht in deinem RockWallet als abgeschlossen angezeigt wird.
es: Si una transacción se muestra como completada en la red de bitcoin pero no en RockWallet.
fr: Si une transaction apparaît comme achevée sur le réseau de bitcoin mais pas dans votre RockWallet.
it: Se una transazione figura come completata sulla rete, ma non sul tuo RockWallet.
ja: ビットコインネットワークでトランザクションが完了したと表示されているが、BRD上では完了と表示されない場合。
ko: 거래가 비트코인 네트워크에는 완료된 것으로 표시되지만, 브레드에는 표시되지 않는 경우.
nl: Als een transactie als voltooid staat op het Bitcoin netwerk maar niet in je RockWallet.
pt: Se uma transação aparece como concluída na sua rede bitcoin mas não na sua RockWallet.
sv: Om en transaktion visar sig som klar i bitcoins nätverk men inte i RockWallet.

# ReScan.body3
source: You repeatedly get an error saying your transaction was rejected.
da: Du modtager gentagne gange en fejlmeddelelse om at din transaktion er blevet afvist.
de: Sie erhalten wiederholt eine Fehlermeldung, dass Ihre Transaktion abgewiesen wurde.
es: Obtienes un error repetidamente que dice que tu transacción ha sido rechazada.
fr: Vous recevez de manière répétée un message d'erreur vous informant du rejet de votre transaction.
it: Hai ricevuto ripetutamente un errore che dice che la transazione è stata rifiutata.
ja: 送金しているが、拒否され続けている場合。
ko: 거래가 거절되었음을 알리는 오류 메시지가 반복적으로 나타납니다.
nl: Je kreeg herhaaldelijk een foutmelding die zei dat je transactie werd afgewezen.
pt: Recebe repetidamente uma mensagem de erro dizendo que a sua transação foi rejeitada.
sv: Du får gång på gång ett meddelande som säger att din transaktion avvisades.

# ReScan.buttonTitle
source: Start Sync
da: Start synkronisering
de: Synchronisation starten
es: Iniciar sincronización
fr: Démarrer la synchronisation
it: Avvia Sincronizzazione
ja: 同期を開始する
ko: 동기화 시작
nl: Start Synchronisatie
pt: Começar Sincronização
sv: Starta synkning

# ReScan.footer
source: You will not be able to send money while syncing with the blockchain.
da: Du vil ikke kunne bruge penge, når du synkroniserer med blokkæden.
de: Während der Synchronisation mit der Blockchain kannst du kein Geld versenden.
es: No podrás enviar dinero mientras se realiza la sincronización con la cadena de bloques.
fr: Vous ne pourrez pas envoyer d'argent lors de la synchronisation avec la blockchain.
it: Non potrai inviare denaro durante la sincronizzazione con la blockchain.
ja: ブロックチェーンの同期中は送金できません。
ko: 블록체인과 동기화하는 동안에는 송금할 수 없습니다.
nl: Je zult niet in staat zijn om geld te versturen wanneer je aan het synchroniseren bent met de blokketen.
pt: Não será capaz de enviar dinheiro enquanto estiver a sincronizar com a blockchain.
sv: Du kan inte skicka pengar under synkningen med blockkedjan.

# ReScan.header
source: Sync Blockchain
da: Synkroniser blokkæde
de: Blockchain-Synchronisation
es: Sincronizar cadena de bloques
fr: Synchroniser avec la blockchain
it: Sincronizza Blockchain
ja: ブロックチェーン同期
ko: 블록체인 동기화
nl: Synchroniseer Blockchain
pt: Sincronizar Blockchain
sv: Synka blockkedja

# ReScan.subheader1
source: Estimated time
da: Anslået tid
de: Voraussichtliche Dauer
es: Hora prevista
fr: Temps estimé
it: Tempo stimato
ja: 推定時間
ko: 예상 시간
nl: Geschatte tijd
pt: Tempo previsto
sv: Uppskattad tid

# ReScan.subheader2
source: When to Sync?
da: Hvornår skal der synkroniseres?
de: Wann soll synchronisiert werden?
es: ¿Cuándo sincronizar?
fr: Quand synchroniser ?
it: Quando Sincronizzare?
ja: いつ同期しますか?
ko: 동기화는 언제 해야 합니까?
nl: Wanneer Synchroniseren?
pt: Quando sincronizar?
sv: När ska man synka?

# RewardsView.expandedBody
source: Learn how you can save on trading fees and unlock future rewards
da: Se hvordan du kan spare på handelsgebyrer og låse op for fremtidige gevinster.
de: Erfahren Sie, wie Sie Handelsgebühren sparen und zukünftige Belohnungen freischalten können.
es: Descubra cómo puede ahorrar en comisiones de negociación y desbloquear futuras recompensas
fr: Apprenez comment économiser sur les frais et débloquer des récompenses à venir.
it: Impara come puoi risparmiare sulle tue commissioni di trading e sbloccare futuri benefici.
ja: 取引手数料を節約して今後のリワードをアンロックする方法を学びましょう。
ko: 거래 수수료를 절약하고 미래의 보상을 얻을 수 있는 방법을 배우십시오.
nl: Leer hoe je kan besparen op handelskosten en toekomstige beloningen vrijspeelt.
pt: Saiba como pode poupar em comissões de negociação e desbloqueie recompensas futuras.
sv: Se hur du kan spara in på handelsavgifter och frigöra framtida belöningar.

# RewardsView.expandedTitle
source: Introducing RockWallet Rewards.
da: Introduktion til RockWallet-belønninger.
de: Vorstellung der RockWallet-Belohnungen.
es: Presentamos RockWallet Rewards.
fr: Présentation des Récompenses RockWallet.
it: Presentazione dei benefici RockWallet.
ja: BRDリワードについて。
ko: BRD 리워즈를 소개합니다.
nl: Introductie van RockWallet-beloningen.
pt: Apresentando as Recompensas RockWallet.
sv: Introduktion av RockWallet Rewards.

# RewardsView.normalTitle
source: Rewards
da: Belønninger
de: Belohnungen
es: Recompensas
fr: Récompenses
it: Benefici
ja: リワード
ko: 리워즈
nl: Beloningen
pt: Recompensas
sv: Belöningar

# Scanner.flashButtonLabel
source: Camera Flash
da: Kamerablitz
de: Kamerablitz
es: Flash de la cámara
fr: Flash d'appareil photo
it: Flash della Fotocamera
ja: カメラのフラッシュ
ko: 카메라 플래시
nl: Camera Flits
pt: Flash da Câmara
sv: Kamerablixt

# Scanner.paymentPromptMessage
source: Would you like to send a %@ payment to this address?
da: Vil du sende en %1$@ betaling til denne adresse?
de: Möchten Sie eine Zahlung von %1$@ an diese Adresse senden?
es: ¿Desea enviar un pago de %1$@ a esta dirección?
fr: Souhaitez-vous envoyer un paiement %1$@ à cette adresse?
it: Desideri inviare un pagamento di %1$@ a questo indirizzo?
ja: この住所に %1$@ の支払いを送信しますか?
ko: 이 주소로 %1$@ 지불금을 보내시겠습니까?
nl: Wilt u een betaling van %1$@ naar dit adres sturen?
pt: Você gostaria de enviar um pagamento de %1$@ para este endereço?
sv: Vill du sänd en %1$@ betalning till den här adressen?

# Scanner.paymentPromptTitle
source: Send Payment
da: Send betaling
de: Zahlung senden
es: Enviar pago
fr: Envoyer le paiement
it: Inviare il pagamento
ja: 支払いを送る
ko: 지불 보내기
nl: Betaling verzenden
pt: Enviar pagamento
sv: Sänd betalning

# Search.complete
source: Complete
da: færdig
de: abgeschlossen
es: completar
fr: terminé
it: completo
ja: 完了
ko: 완료
pt: concluído
sv: avsluta

# Search.pending
source: Pending
da: afventer
de: offen
es: pendiente
fr: en attente
it: in attesa
ja: 保留中
ko: 대기 중
nl: in afwachting van
pt: pendente
sv: väntar

# Search.received
source: Received
da: modtaget
de: erhalten
es: recibido
fr: reçu
it: ricevuto
ja: 受取済
ko: 수신
nl: ontvangen
pt: recebido
sv: mottaget

# Search.search
source: Search
da: Søg
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pt: Pesquisar
sv: Sök

# Search.sent
source: Sent
da: sendt
de: gesendet
es: enviado
fr: envoyé
it: inviato
ja: 送信済
ko: 송금
nl: verstuurd
pt: enviado
sv: skickat

# SecurityCenter.paperKeyDescription
source: The only way to access your assets if you lose or upgrade your phone.
da: Den eneste måde at få adgang til dine bitcoin på, hvis du mister eller opgraderer din telefon.
de: Die einzige Möglichkeit, wie du auf deine Bitcoins zugreifen kannst, falls du dein Smartphone verlierst oder wechselst.
es: La única manera de acceder a tu bitcoin si pierdes o actualizas tu teléfono.
fr: La seule façon d'accéder à votre bitcoin si vous perdez ou mettez à niveau votre téléphone.
it: L'unico modo per accedere al tuo bitcoin se perdi o aggiorni il telefono.
ja: あなたが携帯電話を紛失したり、アップグレードした場合にご自身のビットコインへアクセスできる唯一の方法です。
ko: 전화를 분실하거나 업그레이드하는 경우, 비트코인에 액세스할 수 있는 유일한 방법입니다.
nl: De enige manier om toegang te hebben tot je Bitcoins is als je je telefoon verliest of upgrade.
pt: A única forma de aceder às suas bitcoins se perder ou atualizar o seu telefone.
sv: Det enda sättet att komma åt dina bitcoin om du förlorar eller uppgraderar din telefon.

# SecurityCenter.paperKeyTitle
source: Recovery Phrase
da: Gendannelsesfrase
de: Wiederherstellungsphrase
es: Clave en papel
fr: Clé papier
it: Paper Key
ja: 回復フレーズ
ko: 복구 문구
nl: Papieren Sleutel
pt: Chave de Papel
sv: Ordnyckel

# SecurityCenter.pinDescription
source: Protects your RockWallet from unauthorized users.
da: Beskytter dit RockWallet mod uberettigede brugere.
de: Schütze dein RockWallet vor nicht autorisierten Benutzern.
es: Protege tu RockWallet de usuarios no autorizados.
fr: Protège vos RockWallet contre les utilisateurs non autorisés.
it: Protegge il tuo RockWallet dagli utenti non autorizzati.
ja: アクセス権限のないユーザーからあなたのブレッドを守ります。
ko: 허가받지 않은 사용자로부터 브레드를 보호하세요.
nl: Beschermt je RockWallet van ongeautoriseerde gebruikers.
pt: Protege a sua RockWallet de utilizadores não autorizados.
sv: Skyddar ditt RockWallet från obehöriga användare.

# SecurityCenter.pinTitle
source: 6-Digit PIN
da: 6-cifret PIN
de: 6-stellige PIN
es: PIN de 6 dígitos
fr: PIN à six chiffres
it: PIN a 6 cifre
ja: 6桁のPINコード
ko: 6자리 PIN
nl: 6-cijferige PIN
pt: PIN de 6-Dígitos
sv: 6-siffrig PIN-kod

# SecurityCenter.touchIdDescription
source: Conveniently unlock your RockWallet and send money up to a set limit.
da: Lås dit Break op og send penge op til en vis grænse.
de: Eine praktische Möglichkeit, dein RockWallet zu entsperren und Geld bis zu einer festlegbaren Höchstgrenze zu versenden.
es: Desbloquea tu RockWallet de forma cómoda y envía dinero hasta un límite establecido.
fr: Débloquez convenablement vos RockWallet et envoyez de l'argent jusqu'à une limite définie.
it: Sblocca comodamente il tuo RockWallet e invia denaro fino a un limite impostato.
ja: BRDロック解除の他、設定した限度額までの送金も指紋認証で出来ます。
ko: 편리하게 브레드의 잠금을 해제하고 최대한도까지 송금해 보세요.
nl: Ontgrendel je RockWallet handig en stuur geld tot een bepaalde ingestelde limiet.
pt: Desbloqueie convenientemente a sua RockWallet e envie dinheiro até um limite definido
sv: Lås enkelt upp ditt RockWallet och skicka pengar upp till en inställd gräns.

# SecurityCenter.touchIdTitle.android
source: Fingerprint Authentication
da: Autentificering via fingeraftryk
de: Fingerabdruck-Authentifizierung
es: Autenticación por huellas digitales
fr: Identification par empreinte digitale
it: Autenticazione Impronta Digitale
ja: 指紋認証
ko: 지문 본인확인
nl: Authenticatie met vingerafdruk
pt: Autenticação por Impressão Digital
sv: Fingeravtrycksautentisering

# Segwit.ConfirmationConfirmationBody
source: Thank you for helping move bitcoin forward!
es: ¡Gracias por ayudarnos a avanzar con el bitcoin!
fr: Merci de nous aider à faire progresser le bitcoin !

# Segwit.ConfirmationConfirmationTitle
source: You have enabled SegWit!
da: Du har aktiveret SegWit!
de: Sie haben SegWit aktiviert!
es: ¡Has habilitado SegWit!
fr: Vous avez activé SegWit !
it: Hai abilitato SegWit!
ja: SegWitを有効化しました！
ko: SegWit을 활성화했습니다!
nl: U hebt SegWit geactiveerd!
pt: Ativou o SegWit!
sv: Du aktiverade Segwit!

# Segwit.ConfirmationInstructionsInstructions
source: SegWit support is still a beta feature. Once SegWit is enabled, it will not be possible to disable it. You will be able to find the legacy address under Settings. Some third-party services, including crypto trading, may be unavailable to users who have enabled SegWit. In case of emergency, you will be able to generate a legacy address from Preferences > BTC Settings. SegWit will automatically be enabled for all users in a future update.
da: SegWit-support er stadig en beta funktion. Når SegWit er aktiveret, vil det ikke være muligt at deaktivere det. Du kan finde legacy-adressen under Indstillinger. Nogle tredjepartstjenester, herunder kryptohandel, kan være utilgængelige for brugere, der har aktiveret SegWit. I tilfælde af en nødsituation vil du kunne generere en legacy-adresse fra Indstillinger > BTC-Indstillinger. SegWit vil automatisk blive aktiveret for alle brugere i en fremtidig opdatering.
de: SegWit-Unterstützung ist noch eine Betafunktion. Sobald SegWit aktiviert ist, wird es nicht möglich sein, es zu deaktivieren. Sie werden die Legacy-Adresse in den Einstellungen finden. Manche Drittdienstleistungen, einschließlich Kryptohandel, könnten für Nutzer nicht verfügbar sein, die SegWit aktiviert haben. Im Falle einer Notfalls werden Sie in der Lage sein, eine Legacy-Adresse in den Einstellungen > BTC-Einstellungen zu erzeugen. SegWit wird in einem zukünftigen Update für alle Nutzer automatisch aktiviert werden.
es: El soporte de SegWit sigue siendo una característica beta. Una vez que SegWit esté habilitado, no será posible desactivarlo. Encontrarás la dirección heredada en los Ajustes. Puede que algunos servicios de terceros, incluido el comercio de cifrado, no estén disponibles para los usuarios que hayan habilitado SegWit. En caso de emergencia podrás generar una dirección heredada desde Preferencias > Ajustes de BTC. SegWit se habilitará automáticamente para todos los usuarios en una actualización futura.
fr: La prise en charge de SegWit est toujours une fonctionnalité bêta. Une fois que SegWit est activé, il ne sera plus possible de le désactiver. Vous trouverez l'adresse du patrimoine sous Paramètres. Certains services tiers, y compris l'échange de cryptomonnaies, peuvent ne pas être disponibles pour les utilisateurs qui ont activé SegWit. En cas d'urgence, vous pourrez créer une adresse de patrimoine depuis Préférences > BTC > Paramètres . SegWit sera automatiquement activé pour tous les utilisateurs lors d'une future mise à jour.
it: Il supporto di SegWit è ancora un elemento in beta. Una volta che SegWit verrà abilitato, non sarà più possibile disabilitarlo. Troverai l'indirizzo del patrimonio nelle Impostazioni. Alcuni servizi di terze parti, commercio crittografico incluso, possono risultare indisponibili agli utenti che hanno abilitato SegWit. In caso di emergenza, sarai in grado di generare un indirizzo per il patrimonio da Preferenze > Impostazioni BTC. SegWit verrà abilitato automaticamente per tutti gli utenti in un futuro aggiornamento.
ja: SegWit対応はまだベータ版の機能です。 一度SegWitが有効化されると取り消しはできません。設定画面の下でレガシーアドレスをご確認いただけます。 SegWitを有効化したユーザーは,第三者のサービス（仮想通貨取引を含む）を利用できない場合があります。緊急の場合は,プリファレンス > Bitcoin設定から,レガシーアドレスを作成することができます。 将来のアップデートでは,全ユーザーに対して自動的にSegWitが有効化されます。
ko: SegWit 지원은 아직 베타 기능입니다. SegWit이 활성화되면 비활성화할 수 없습니다. 유산 주소는 아래 설정에서 찾을 수 있습니다. SegWit를 활성화하면 암호화 거래 등 일부 제3자 서비스를 이용할 수 없을 수도 있습니다. 비상 시에는 선호도 > Bitcoin 설정에서 유산 주소를 생성할 수 있습니다. SegWit는 향후 업데이트 시 모든 사용자에게 자동으로 활성화됩니다.
nl: SegWit-support is nog een bèta-functie. Zodra SegWit is geactiveerd, zal het niet langer mogelijk zijn om de functie te deactiveren. U kunt de het legacyadres vinden onder Instellingen. Sommige externe diensten, waaronder de cryptotrade, zijn mogelijk niet beschikbaar voor gebruikers die SegWit hebben geactiveerd. In geval van nood kunt u een legacyadres genereren via Voorkeuren > BTC-instellingen. SegWit zal automatisch worden geactiveerd voor alle gebruikers in een toekomstige update.
pt: O suporte do SegWit ainda é um recurso beta. Quando o SegWit estiver ativado, não será possível desativá-lo. Poderá encontrar o endereço legado nas Configurações. Alguns serviços de terceiros, incluindo a criptografia, podem estar indisponíveis para utilizadores que ativaram o SegWit. Em caso de emergência, poderá gerar um endereço legado em Preferências> Configurações de BTC. O SegWit será automaticamente ativado para todos os utilizadores numa futura atualização.
sv: Segwit-support är fortfarande på betastadiet. När Segwit väl har aktiverats är det inte möjligt att avaktivera det. Du kan hitta den gamla adressen under Inställningar. Vissa tredjepartstjänster, inklusive kryptohandel, kanske inte är tillgängliga för användare som har aktiverat Segwit. I nödfall har du möjlighet att skapa en gammal adress i Preferenser > BTC-inställningar. Segwit kommer automatiskt att vara aktiverat för alla användare i en framtida uppdatering.

# Segwit.ConfirmChoiceLayout
source: Enabling SegWit is an irreversible feature. Are you sure you want to continue?
da: Aktivering af SegWit er en irreversibel funktion. Er du sikker på, at du vil fortsætte?
de: Die Aktivierung von SegWit ist eine Funktion, die nicht rückgängig gemacht werden kann. Sind Sie sicher, dass Sie fortfahren möchten?
es: Habilitar SegWit es una característica irreversible. ¿Estás seguro de que quieres continuar?
fr: L'activation de SegWit est une fonctionnalité irréversible. Êtes-vous sûr(e) de vouloir continuer ?
it: L'abilitazione di SegWit è una funzionalità irreversibile. Sei sicuro di voler continuare?
ja: 「SegWitの有効化」は取り消しできない機能です。継続してよろしいですか？
ko: SegWit을 활성화는 취소할 수 없는 기능입니다. 계속하시겠습니까?
nl: Het activeren van SegWit is een onomkeerbaar proces. Weet u zeker dat u verder wilt gaan?
pt: A ativação do SegWit é uma opção irreversível. Tem a certeza de que pretende continuar?
sv: En aktivering av Segwit är oåterkallelig. Är du säker på att du vill fortsätta?

# Segwit.Enable
source: Enable
da: Aktiver
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
ja: 有効化する
ko: 활성화
nl: Activeer
pt: Ativar
sv: Aktivera

# Segwit.HomeButton
source: Proceed
da: Til månen
de: Zum Mond
es: A la luna
fr: Vers la Lune
it: Sulla Luna
ja: 月へ
ko: 투 더 문
nl: Naar de maan
pt: Até à Lua
sv: Till månen

# Sell.achDurationWarning
source: ACH withdrawal will take 3–5 business days to reach your bank account.
da: ACH withdrawal will be processed within 3-5 business days.
de: ACH withdrawal will be processed within 3-5 business days.
es: ACH withdrawal will be processed within 3-5 business days.
fr: ACH withdrawal will be processed within 3-5 business days.
it: ACH withdrawal will be processed within 3-5 business days.
ja: ACH withdrawal will be processed within 3-5 business days.
ko: ACH withdrawal will be processed within 3-5 business days.
nl: ACH withdrawal will be processed within 3-5 business days.
pt: ACH withdrawal will be processed within 3-5 business days.
sv: ACH withdrawal will be processed within 3-5 business days.

# Sell.disclaimer
source: Minimum withdrawal is %@ and maximum is %@ per day. At the moment your lifetime limit is %@ USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
da: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
de: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
es: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
fr: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
it: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
ja: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
ko: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
nl: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
pt: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
sv: Minimum withdrawal is %s and maximum is %s per day. At the moment your lifetime limit is %s USD. ACH Withdrawals will be processed within 3-5 business days.withdrawal
